[{"key":"KA",
		"suggest":"热情有劲白羊座的您，和博爱开朗的水瓶，虽然属性不同，但有许多相通之处。是一个多采多姿、活跃亮丽的组合。 羊儿很容易与瓶子沟通，瓶子有颗像猫一样充满好奇的心，及孩子气的性格，正是与白羊最不谋而合的地方。",
		"note":"羊儿的您与瓶子的他很登对，而且您也可以掌握他；并且很容易由一般的邂逅、攀谈进而展开交往，在和谐的气氛下友善地沟通，彼此能不断地适应或激发两人相似、求变的习性。 只是理性、博爱、好自由、属於未来世界的水瓶座，有时还是会令羊儿感到难以捉摸。建议您不妨睁一只眼闭一只眼，您会发现到：水瓶再怎么样也逃不出您的手掌心了。相处时，把爱拚、好胜的心放在一边，保持轻松的心情，就能一切搞定啦！"
	},{"key":"KB",
		"suggest":"土象星座的金牛和风象星座的水瓶，基本上是两个不怎么相干的类型；您们之间即使是相互都有好感，也很难黏（连）在一起，总像有一条很难跨越的鸿沟，亦不知该怎么切入彼此陌生的世界。您们俩人相连但不相容，是各自独立的一对。 瓶子需要的对象一定要十分有耐性，由天王星支配的瓶子，心思如风飘缈难测，除了耐心之外，您还要懂得欣赏他的独特。",
		"note":"内向、踏实、平顺、保守金牛座的您，对於喜好改革前卫的水瓶座，是震惊大过钦羡，而且认为不可思议；更别说水瓶座特有的博爱、宽宏大量和极端的幻想力了，而笨重的牛儿跟在後面追赶，难免会感到很吃力了。 水瓶座的心思如风难测，牛儿对待他们除了要很有耐心和耐力以外，还得要懂得欣赏他们的独特；就算您爱得贪心，也得包涵瓶子的博爱。还好您们的个性都不算很强，故也不会有直接火爆的冲突；如果您努力地综合您们所拥有的优点，以实际的行动支持对方的想像，相信绝对会有助於改善您们之间的关系。"
	},{"key":"KC",
		"suggest":"两个同属风象星座的您们，很容易会产生一种相知相惜的感觉，进而敞开心胸接纳对方，是开朗潇洒的组合。由於您俩开放又自然的关系，彼此都有独立空间可以喘口气，压力不易出现在您们之间。 不过，别忘了瓶子不但博爱还有革新精神，活泼外向的您，可随时得顾虑到瓶子的新鲜点已转向何方，免得您被“革”掉了也不晓得！",
		"note":"双子及瓶子都属於智慧、前卫新潮派的人，这样的共通的特性更使您们水乳交融；且个性如风的瓶子，也不会给您难以忍受的束缚力。您的好言论和瓶子的好辩也颇能契合，若能彼此信任、分享感受新事物，爱情自然多彩多姿。 但是好玩、又整天到处走的您们，还是得在忙碌的生活中，留点时间给彼此哦！否则只是有好默契与共同的嗜好，却没时间培养感情，认同感是会逐渐消失的。"
	},{"key":"KD",
		"suggest":"蟹子与瓶子是两种截然不同的类型，也几乎找不著什么共通性，好比建立在沙上的城堡一般，外表看似瑰丽浪漫，终究易因缺乏根基而难以久固。 蟹子感性、瓶子理性，您希望专心保有所爱，他却博爱的有情有意；您讲情时（爱情应只对一个人特别好），他讲理（有爱情也不该忽略友情）；您讲理时（真爱应无条件付出），他又讲情（每个人都是完整个体，自私是人之常情）。这样怎么可能不伤脑筋咧......",
		"note":"一切以情绪为主导的蟹子和理性客观的瓶子，在思考模式上本是两极端，瓶子的美丽新世界在蟹子眼中简直是不可思议；您会崇拜他的理想和见解，却无法接受一个顽固说不通的情人。不过，蟹子的星座强度较高，若电波是由您发出，两人的爱情还是有希望。 首先得使自己平和理性，收敛情绪化；不要认为瓶子的博爱就是花心；另外，他不干涉您的兴趣、生活空间并不是不关心您，那是瓶子对爱的表示。爱上瓶子，就得给他足够的空间，让他不能呼吸可是会出事的！"
	},{"key":"KE",
		"suggest":"水瓶有把爱情太理智化，以致于变的像友情，这会在狮子心中累积毒素。若狮子陪伴太多水瓶觉得束缚太过、平淡无味，相处太少狮子又感到孤单寂寞难耐，矛盾的心境让狮子不知所措。由于他是自尊心很强的狮子座，所以如果你在人前表现过于随便和不礼貌的话，也许会让他心生厌恶。应该由他来引导你才行。",
		"note":"他聪明睿智，你则明艳出色。你们走在一起，真称得上是一对金童玉女。收敛一下你的大小姐脾气吧！他值得你这么做。"
	},{"key":"KF",
		"suggest":"知性、对事物总抱著分析研究态度的处女，与好奇、擅推理、属未来星座的瓶子，基本上是不搭轧的两种人。跟瓶子触电了吗？大概是上升星座或其它星座的排列不错，也可能是一时意乱情迷了！ 您也许会受瓶子的创造力所吸引，瓶子也会欣赏您的冰雪聪明，但相处之後，您恐怕会觉得他不切实际，他则认为您现实的没有创意、还老把他守得紧紧的！",
		"note":"虽然您俩的星座个性都不很强，但在比重而言，处女的您差他一大截；与其傻傻地用自以为是的方式去爱他，不如发挥您购物分析的能力，去深入了解瓶子。尤其博爱的瓶子对爱情绝对是个标准的利己主义者，您必须够独立、坚强，凡事自己来，方能找出两人最好的相处模式。 要知道瓶子的想法，可能天马行空，超前您五十年；绝不要认为瓶子没您不行，在爱情与压力上，他绝对不要後者，管您爱得多深，对他～～抓得越紧漏得也越快！放轻松，您才有可能是赢家。"
	},{"key":"KG",
		"suggest":"秤子与瓶子是有点像又有点不同的组合，建议您们由朋友开始，清淡零负担的交往，就会使您俩迈向真永远！ 您讲求自我空间的完整，瓶子则认为每个人都是独立的个体；您讨厌不安与冲突，追求和谐人生，他则是博爱的理想主义，人无国界、世界大同。您们虽路线有异，大方向却是没差，所以，分享彼此的感觉与兴趣，是使您们殊途同归的良法。",
		"note":"秤子遇上瓶子，若还是为了要爱或不爱，而磨菇老半天的话，您们很可能会永远停留在好朋友阶段，因为瓶子在面临感情抉择时，也是有名的犹豫不决。奉劝您要勇敢一点，胆怯是无法带来幸福的。 提醒您：秤子不是那种能为爱牺牲奉献、苦守寒窑型的情痴，您非常需要感情的滋润，但瓶子可能忙著招呼他的朋友，没太多时间理您；他要的是朋友般的情人，您再怎么用力爱，他也不会为您变成情圣。别想拴著他，爱他就做他的好朋友，是使您们相处愉快的关键。"
	},{"key":"KH",
		"suggest":"蝎子代表的水象星座和瓶子的风象星座，实在不是个风生水起的组合。因为基本上您们是两条无交集的单行道，虽然不至於造成激烈的对立，却总在各方面都差异很大，显得不大对盘。 有时可能会在触电的那一刹那，让您觉得很爱慕，但交往之後，您会觉得那是爱情的致命伤；因为基调的不同，会让您不仅抓不住他，还认为他只会不切实际的空想。",
		"note":"瓶子其实很受您的影响，所以您们也不是完全没希望啦！只要您学会不用自己单方面的感觉去勉强瓶子，而将他喜欢的元素--新奇、购物欲加进爱情中，会很有用的。 瓶子是理智派，又是理想主义者，有时还会让您觉得他爱讲大话；他虽博爱也爱交朋友，可是却总会在紧要关头保持距离，这让人看起来颇有“花心”的嫌疑，这更使惯於谋定而後动的蝎子不能理解；要爱瓶子，最好先想清楚自己是不是能够包容他那些让您受不了的特质。 若是您已爱上瓶子不可自拔，教您一步超级独门绝招：发挥您天生的神秘魅力，让他永远弄不清您在想什么，追著您团团转～想解开您这个谜团。呃... 就算不见得百发百中，也差不了太远啦，因为解谜是他永生的最爱！反正，别变成汤团，让他一口吃光就好了！"
	},{"key":"KI",
		"suggest":"火象星座的射手，和风象星座的瓶子，本就相契合，加上同属阳性星座，观念与行为模式都大同小异，只要不是因为各自忙著社交、容易动情，通常生活能充满趣味，携手共度一生的可能很高。 不过，您与瓶子虽同样是自由主义者，不管您们人缘多好，多爱跟朋友聚在一起，其实还是很讨厌人际关系与常规的束缚。所以，不要因为两人的密切交往，而影响了对外联系，毕竟我们是生活在团体社会，友情仍需要长期用心维持才能持续。",
		"note":"嫉恶如仇、铁口直言的射手，虽很欣赏瓶子思想前进、充满改革理想的特质；但对他们大多时候都少了点“行动力”，颇为感冒，因为您通常没什耐心。您得明白，瓶子对任何事都有一套非常个人化的看法，而且也很理论化；而您自己则经常会先行动，後找台阶下的个性，也不怎麽理想；您们俩若是能试著调和一下，想必会很优秀。 瓶子对於自己的目标与意向坚定不移，且忠於自己与规则，看清楚，是忠於自己的规则哦；是不是适合相近个性的您，这就由您自己想清楚了。另外，他在不管在别人眼中看来多特立独行，对自己的才识有著绝对的自信，并且也“理性希望”对方肯定；这点对於说话直率、讲求公平正义，又不爱讲好听话的您，恐怕会有点困难，当心会影响感情哦！"
	},{"key":"KJ",
		"suggest":"土象星座遇上风象星座，通常他觉得无趣，您则觉得无力，不容易组合成功。幸好，摩羯与瓶子位置相邻，自然有些亲切感。不过，对人生目标确定、做事稳重的摩羯，总认为理想派的瓶子一心想打破传统，实在是太乌托邦；虽然想法高妙，令您崇拜眩目，可是您又清楚他的想法不太踏实。在瓶子来说，像您这款“用力”爱他，实在让他不知如何是好。他是如此的博爱，对每个人都一律平等的友好，要怎么给您“相同”的回报呢？这种“平等”的态度，绝对会是让您非常非常嫉妒的一点！",
		"note":"摩羯的您，一遇上知性聪明的人就抵挡不住，所以瓶子丰富的知识，中性清新又幽默的性格与冷静的处事态度，很能挑动您的心弦，相处起来会相当愉快。可是，您是个标准的实践主义者，瓶子这些吸引您的特质，一半来自他平时对兴趣的投资，时间与金钱一样也不少，您看在眼里，觉得他实在既不经济又无所事事，尤其他所做的事，最後大概有百分之八十会没“结果”；做朋友还好，若是情人、夫妻实在蛮辛苦的！ 您若真受他的特质所吸引，必须要克制自己想教育他迈入现实化的欲望，您还是可以用长辈的姿态去疼爱他，却不要用老早过气的高压命命方式。其实大胆作梦的瓶子所“幻想”的事，并不是绝无可能达成，他缺的是像您这般英明睿智的後援支持。别急著去指责、唠叨他，试著帮他实践才有建设性嘛！切记：再怎么用力爱他，呕心沥血，也比不上用心和他一起经营志趣来得有用。"
	},{"key":"KK",
		"suggest":"两个同是水瓶座的相遇，会很讶异你们互通的程度，好像透过镜子看另一个自己一样，但你们的关系比较像相识多年的老朋友一样，淡如水又情意长。只是，相对的时间一久，可能会因疏忽而缺少一点“爱火”，由于您们是爱好“尝新解谜”的水瓶座，这点要特别注意！",
		"note":"两人没有明显的强弱关系，却可能发生各执己见的状况，因此，有时试着不要分得那清楚，多为对方着想一些。否则您们相敬如宾式的交往，热烈的火花本就不够多，若总因固执己见而起争执的话，一旦“新鲜人”靠近，您们可能就会各奔前程了。 两个人生观、价值观相近的人相处，通常会彼此尊重，应该是多采多姿充满新奇的，有谈不完的话题，但也常因为争辩而产生冲突或口角，须特别注意。"
	},{"key":"KL",
		"suggest":"双鱼和水瓶两人的配对行情常常是开高走平的，因为水瓶很喜欢尝试新的关系，又强调人独立个体，谁也不该为谁放弃理想及自我，而双鱼则是难敌诱惑。所以您们常常看来蛮不错的，最後却容易不了了之。但以水象星座和风象星座天生不怎搭轧来看，鱼儿和瓶子的组合，已经算是其中最好的了。 瓶子心胸宽大，不喜欢因为自己而改变对方的特质，在初期的确十分吸引人；但他的脑袋通常蛮奇特的，常有些想法会让您怀疑～是否听错了......",
		"note":"瓶子的幻想力丰富，和他一起似乎生活充满了各种可能性，既不无聊也颇浪漫。但他凡事以理性、逻辑为出发点，加上对自由的追求，常会忽冷忽热，使得以情为出发点的鱼儿很难了解。当您觉得瓶子不大对时，不需惊慌失措的检讨自己；自信是与瓶子相处的重点，若老是以一副战战兢兢的态度面对他，只会使两人的关系愈来愈糟。 瓶子其实很能激发您的潜力，若能建立自己的信心，您们才能以比较健康的方式与瓶子相处；清楚地知道什么时候该收，什么时候该放，才不会真的失去他。还有，若是能以伙伴的角色、立场与瓶子培养感情，彼此相辅相成的互补其短，相处起来会更轻松愉快哟！"
	}
]
