[{"key":"AA",
	"suggest":"两个同是白羊座的人，彼此的观念、想法、作法都大同小异，也很容易产生共鸣投缘的感觉；一旦来电，进展就会很快而且浓烈，两人都充满了青春活力，是属於“行动派”的火热情侣。 两个双生型星座的人，爆发出的能量极强，是一般组合的两倍；还有，您们的爱恋浓度亦很高，质量皆高人一等。",
	"note":"白羊座的人有权充领导者的天性，个性强，所以您俩常容易因互争主控权而有火爆场面出现的情形；女羊多外向、事业心强，而男羊可以不吃热呼呼的晚餐，却不能回到家没有温暖！ 您们的争执场面虽多，但若根基厚实，相信风暴会是来得急也去得快，马上就能雨过天晴的。 另外，对於喜新厌旧的您们而言，随时保持新鲜的热度是维系爱情的不二法门！"
	},{
		"key":"AB",
		"suggest":"金牛座的您和白羊座的组合，像是慢郎中碰到急惊风。金牛座的您总是慢吞吞的跟在白羊的後面，有点儿像是龟兔赛跑；虽然您总是默默地在一旁收拾白羊因跑得太快而丢三落四的散落物，但您倒也还是无怨无悔。 有时您俩也像是一对孩子，童心都很重，而且您还满依赖白羊座的哦...... 永远有白羊领著头而先有所行动，都不须牛儿去伤脑筋喽！",
		"note":"金牛座的您和白羊座，一个是土象星座中的孩子，一个是十二星座中的黄道婴儿，所以您们是孩子气颇重的组合。 牛儿虽不善妒，占有欲却强，因此，您若爱上羊儿，可得给对方一定程度的自由及空间。建议牛儿不必那么歹命的老跟在他後面收拾善後，不妨放开心胸让白羊带著您推动向前；把羊儿的白日梦落实成为您实际的生活目标，您们将会是可以截长补短的一对。"
	},{"key":"AC",
		"suggest":"属风象双子座的您，和一个属於火象星座的白羊，同样都是阳性星座，位置和排列的角度都不错；个性和行为模式也都很相近，很容易互相欣赏和吸引。 羊儿求新求变、不拘泥小节，也不死守原则的特性，相当合双子的口味，彼此也能激发出新东西。不过双子要是在思考方面跳跃的过度快速，让羊儿在後辛苦追赶，易使他成为一座活火山，您要当心别“引火自焚”！",
		"note":"行动迅速、脑筋转得快的您，星座个性属较温和的类型，虽然和羊儿一比是属强势，但羊儿的表面个性较强，绝不甘落於下风的；这点要较为注意，适度的谦让一些，或者将自己隐身於幕後做一只操控的黑手就好... 虽然羊儿很神勇的跑在前面，但仍“逃”不开那只推动摇篮的手...... 不仅可使两人间的关系不至於很尖锐，又能达到目到，是一举两得的好方法！"
	},{"key":"AD",
		"suggest":"内向、情绪化的巨蟹，和外向豪迈的白羊座总显得有点不太搭调，各方面的差异都很大，所以... 您们会是很辛苦的一对。蟹子爱上羊儿，请记住一天照三顿熟背：爱要忍耐！ 虽然敏感细心的蟹子认为羊儿鲁莽粗线条，但也还不至於到讨厌的地步；甚至会对他们积极火热个性有兴趣，因为那正是被动的蟹子所缺少的。",
		"note":"当面对主导性、星座个性和星座比重都比您强的羊儿时，蟹子一切都显得被动；没安全感的蟹子若一直想拉住这颗时时想突破、不稳定的心，会把自己弄得很神经质。 若您真爱上冲劲十足，又难以乖乖待在身边的白羊，与其想将他拴住，还不如您“内外”互补一番。切记对羊儿不要“爱哭又爱跟路”，反而拿出母性，用对孩子的方式和他相处会更有效。若老跟羊儿闹情绪，只会让他跑得更快！"
	},{"key":"AE",
		"suggest":"两个火象星座的人，在初见时，十对有九对会发出火花，有如磁铁般的相互吸引、一见锺情，同时进展快速而浓烈。您俩的性格和观念近似，是恩爱火热又耀眼的组合。狮子的坦白、直接与霸气很能够“克”住羊儿，羊儿大器的风格也很对狮子的胃口。您俩之间的相互吸引力，通常是天生且不费吹灰之力的，只要弄清楚彼此的感情，两人的热度将可保持续不坠。",
		"note":"虽然是天生一对的组合，但由於您们的个都很强，所以偶而会有互争领导地位、自然压制对方的冲突情况发生；即使如此，会产生不可收拾局面的倒不多见。如果把它们当做一种正常的沟通，也是不错的。基本上，羊儿和狮子都不记仇，这是最有利的一点。所以您们爱的火热、吵得厉害，却离不开对方。但切记不要“吵得过火”，即使再相配，爱情可是会越吵越薄的哟！"
	},{"key":"AF",
		"suggest":"也许是上天别有用心，让纤细、带些神经质的处女座和粗线条的白羊座相遇，还让这两个没有交集极端类型配成对。 因此，当您为了羊儿竟然“什么事”都可以没感觉、没立场、没关系，反而突显自己小心眼、太挑剔，气得七窍生烟时，不妨想想老天的用意，为什么要把您们送作堆？一定是有原因的！您们之间很容易发生尖锐对立的情形，想要和睦共存，恐怕得靠一点奇迹了。",
		"note":"条理分明、心思缜密的您常会认为羊儿很莽撞，好像没什头脑的样子，简直让事事求好及合理化的处女座无法忍受；而对好强好胜的羊儿亦同，所以您们认识得愈久，冲突也会更见高升。 尤其处女即使遇上已刻不容缓的事，还是习惯摊在前面想清楚，而思考模式不同的羊儿可不能等，只知向前直冲；若是处女座的您可以学习闭上嘴、稍为修正一点，不要太过於琐碎，不动声色的导正他，也许可以改善您们的关系，进而发现他带给您的是一种刺激、多采多姿的生活。"
	},{"key":"AG",
		"suggest":"您与羊儿在星座排列上呈对立的180度，如同球的两个面，不相连也无交集，除了您俩同属阳性星座，个性较开朗、活泼外，其余都是完全相反。 您因反覆思量，有时显得没有原则，让勇猛羊儿认为您没有主张，在他的观念中，这样的人总是输家；而羊儿行事欠周详考虑与急躁的性格，对秤子而言，根本是粗鲁又没大脑的表现。若了解不够深入，自然产生互斥。",
		"note":"讲求优雅和谐的秤子，会受羊儿果断和积极的活力所吸引，虽然觉得他有点儿“臭屁”，但对爱摇摇摆摆下不了决心的秤，有时还挺管用的。其实若真正交往後，您会发现粗线条的羊儿也蛮体贴的。只是他们通常野心十足，不爱浪费时间，相对的，也就不爱拖泥带水的伴侣；说起来，羊儿是有点像“沙羊”，平时对事的看法很进步前卫，在家庭中的两性关系却很传统；这对於力求平等的您，恐怕是一大忌。 其实，羊儿也并非是不讲道理的家伙，优秀的秤子必须想法子，别与他正面冲突，用哄孩子的方式哄著他，通常都会很有效的！"
	},{"key":"AH",
		"suggest":"您们俩一个是天王、一个是孩子王，基本上除了好强好胜之外，个性及行为都是完全相反，一阴一阳。蝎子外冷内热，所有的感觉、好胜心都埋在心底；羊儿凡事则表露在外，率直的像孩子，两个极端遇上～您要爱他，得先学会把话挑明了说！ 羊儿跟您相比，他较漫不经心，承受力也低，想教他配合您，有点难；您最好还是想清楚，要嘛～就配合他，要不然～就跟著感觉走吧！",
		"note":"蝎子与羊儿的星座个性都极强，只要彼此付出热情，就会轰轰烈烈的爱得火热；其实您们若能阴阳调和，会很幸福，两人的忠诚度都很高。但是，前提必须是您能抓得住羊儿，还懂得欣赏他与您不同的智慧。对於心直口快的羊儿，您常觉得他太冲动、独断独行，不懂得察颜观色，既粗心又麻木，不太体贴别人的心意；忍不住的想“教导”一番嘛～却常常愈弄愈糟。 看似单纯的他，其实除了性格强悍外，还有股宁为玉碎的气势。而羊儿觉得您很有心机，很多事都不先说，事後却又噜嗦挑剔，甚至还想凡事站在主导的地位。也许您只是想协助他，但这样的误会，会令您心痛到内伤！由於您们的本性不同，您必需先学习羊儿的坦白，试著让他去做决定，而您只温和的提供意见就可以了，这种方式对您们的相处会有帮助的。"
	},{"key":"AI",
		"suggest":"两个火象星座遇上，犹如火上加了油，一见投缘之後，便互相积极的展开行动，您俩都有乾脆、俐落的个性，属於开朗热情的行动派。会是一对简明快捷的组合。 射手较无法保持一个状态，或局限在某一点太久，即使因为不得已或工作性质，得过著朝九晚五的生活，也能在娱乐、交友等方面，发挥星座的特性。而羊儿求新、求变、求刺激的个性和您很贴近，甚至速度更快，能相处的如鱼得水。不过，有时太热闹活泼的生活，缺少了心灵沟通，两者长时间不成正比的话，您们就会感到无聊了！",
		"note":"射手与羊儿是对可以一起享受生活的组合，两人个性皆直来直往，有任何不愉快都不太放在心里；相对的，您们的承受力也都不怎麼样，受不得丁点的委屈。幸亏，由於您们很相似的关系，就算有争吵也能来得急、去得快，不会记仇。只是您们都有些固执，一旦有冲突，也容易发生互不相让的情形，这点得要注意，偶尔要互相礼让一些。 您与羊儿虽是天生一对，但若要使爱情长期发展，应该要学习互相包容、克制一下自己的欲望。刺激与冒险并不表示非得随时换人，才能做做看；其实，碰到羊儿与您如此相似的星座，他绝对有能力赶上您变化的速度。只要您能发挥不喜被束缚的个性，与羊儿保持适当的距离，给彼此一点点自我空间，也能使冲撞的力道减轻一些，相处起来更容易爆出火花哦！"
	},{"key":"AJ",
		"suggest":"摩羯的您是土象星座，羊儿则是火象星座，这两个星座的组合，基本上是无甚交集的。 老谋深算，对爱情总谋定而後动的您，爱上冲动又有些莽撞的羊儿了吗？恐怕十之八九是您抵挡不住勇猛羊儿的凌厉攻势吧？羊儿全身都散发著活力、自信的气息，无论您是否觉得他有勇无谋，在初识时都会被羊儿的积极与热情所挑动。不过，由於两人的星座个性都很强，照理论来说，要维系良好的感情，必需付出相当程度的努力～～",
		"note":"摩羯的您可称万王之王，绝对称得上是斗争高手，而羊儿却不是能甘心俯首称臣的典型；所以当您们从热情的爱恋与迷惑里醒来後，大小冲突总是会不断发生。虽然羊儿的性格火爆，但星座比重较重的您，依然能够稳占上风；只是羊儿亦不会就此投降，仍然屡败屡战，叫得震天价响。 羊儿虽然好玩，看来蛮花心的，但还颇守爱情诚信原则，挺值得信赖。建议摩羯多收敛一些严肃的气息，别老是对他用激将法；不如运用您深思熟虑的态度，摸清楚羊儿孩子气的性情，自然就能紧紧抓住他的心。当然，有时他摆出挑衅的态度时，您也必须要一笑置之！羊儿通常会被比自己努力又优秀的人才吸引，您正好有此条件，适合著重於精神层面的爱恋，别去要求他的娱乐方式得依著您的喜好。还有件要紧的事是：不要轻启战端，因为您俩一有争执，很少有妥协余地可言；遇上时，您是较为理性的人，所以您不妨暂时脱离现场，冷静一下。虽然您与羊儿的分数偏低，但并非全无幸福的可能，心灵沟通得宜对您们绝对有所帮助。"
	},{"key":"AK",
		"suggest":"水瓶座属於风象星座，白羊座则是火象星座，风象和火象都属阳（男）性星座，所以很容易相通契合，互相吸引、互相欣赏，是多采多姿，耀眼亮丽的一对。 瓶子是个智慧、理性又未来的星座，和羊儿求新求变、活力充沛的特性，恰是很好的配合，若是搭档的话更会无往不利。",
		"note":"羊儿虽然也爱呼朋引伴，但却不见得喜欢看您与朋友在一起的样子（尤其是异性），所以为了维系幸福，您的态度还是得严谨些，以免引起不必要的误会。瓶子常认为羊儿太过孩子气，往往表现的很任性、不够成熟，有时冲动过度又会演变得不可收拾，此时瓶子应适时发挥、表现您亲切安慰的温情天性。 您俩有百分之七十的可能是空想家，您天马行空式的幻想，羊儿比您还疯，会冲著去实行；运气好的话，羊儿的行动力与您的理性论点会很配合；若不对劲... 两人都蛮自我中心、又不喜欢彼此限制，会使理想一再“撞壁”，互道珍重的局面会很容易出现哦...... ^_^"
	},{"key":"AL",
		"suggest":"一个是『 黄道之子』，代表初生的白羊座，一个是古老轮回结束的双鱼座；照理说应该是完全不搭的，但如果换一个角度来看：即结束是另一个新的开始。所以，这两个星座碰到一块儿，应该还不坏。 火象白羊与水象双鱼相遇，并非水火不容，反倒因受星座角度的影响，彼此均能得益。羊儿满能容忍鱼儿的缺点，感性鱼儿也会觉得从羊儿身上能学到很多。",
		"note":"羊儿的您遇上鱼儿，好有一比：像是个小孩遇到一个老人。 双鱼座的人常自缩在一种自创的梦境之中，又有著十二星座总合的情绪，敏感但被动；但基本上他是浪漫的，所以最好您能在精神上带给对方共鸣的感觉，还要收起您猴急的个性，耐心引导鱼儿游入您的精神海域，不但要让鱼儿感受您的梦想，还要证实您猛力前冲的目的是为了实现那个灿烂的美梦，必能投其所好、一帆风顺！"
	}
]