[{"key":"DA",
		"suggest":"白羊座外向率真配上巨蟹的内向、情绪化，有些伤脑筋。蟹子大都敏感而缺乏安全感，遇到不顺心的事，直觉反应就是逃避，与凡事确定目标就往前冲的羊儿大不相同，很容易显得不协调。 由於个性、行为模式和思考逻辑的差距恰成对比，因此衍生出的问题... 基本上不是属於起点相同与否，而是立足点相异的关系。",
		"note":"虽然羊儿对蟹子而言是站在较强势的高位，多少能满足您原始潜在的领导欲；但您追求新挑战的习性却可能致使您见异思迁，使您俩的关系很不稳定。假如您想要维持下去，只消发挥您攻无不克的本事，对他抱持尊重和呵护的态度，相信很容易就可达成目标。 蟹子或许不是您的标准伴侣，事实上，他可能也没什么野心或行动力，连许下爱的承诺，都会考虑再三；而最後的结论通常是拒绝别人也放弃自己，再找一个新对象，重新开始另一个苦恼。 另外，不妨先从您们共同的兴趣和朋友等方面著手交往，可从一开始就先得到调和。"
	},{"key":"DB",
		"suggest":"土象金牛遇上水象巨蟹，两个不仅同属阴性星座，位置也很相近，所以在个性和观念上互通之处很多；虽然牛儿在感情处理方面总是慢半拍，但您只要一旦爱上就稳如磐石的忠诚性，恰恰正是缺乏安全感的蟹子所追求的最终目标。因此～～您俩的组合会是恩爱得令人羡慕的一对。",
		"note":"您们俩都比较内向。蟹子如铁钳般的母性爱情方式，虽然令您备感温馨，但有时也会备感压力，这和牛儿已经『内化』的占有欲有些类似。但幸好由於您对蟹子是相对的弱势，所以还不至於像皮球那样容易反弹。 蟹子情绪多变又敏感，牛儿的您固执又很能熬，两人能否登对，就得看彼此如何看待对方的个性特质，了解『他(她)就是这样』。 还有，您们的活动多集中在室内，不妨偶尔变化一下相处的情节和地点，让蟹子有被保护的感觉，也许会更好！"
	},{"key":"DC",
		"suggest":"外向多变的您和内向敏感的巨蟹座，虽然感觉上像是有著很大的差异，但由於距离很近-- 是位置相邻的两个星座，所以... 可说是属於“近水楼台”型的组合，使您们之间有著奇妙的感应。 蟹子的感性与耐性，能够调和您的知性与浮动，您见多识广又聪颖的特质，也会令对方心仪；彼此可以互相学习，蛮不错的！",
		"note":"这两个星座虽有许多立足点不同的相似，但例如双子的多变和蟹子的情绪化，双子知性似的健谈和蟹子传播似的言论 等。但是您们仍需要经常的沟通，您要切记：同样的结论也可能在不同的过程中迷失方向。 即使您俩都不是主导性类型的星座，但巨蟹座很强的母性及占有欲，对双子座而言可能觉得束缚；不过，您对他是强势，所以您尚不觉严重，只要您诚恳相待，还是会有很值得期待的未来；另外，您们也会是很好的工作搭档。"
	},{"key":"DD",
		"suggest":"两个同为巨蟹座的人，无论是观念或行为模式均极为类似，是相互拥有、相互依赖的组合。 蟹子的敏感多情，使他们有不必开口，就能察觉别人心事的本领，但自己却满擅长“独吞”伤心的苦水；因此，两个蟹子的人爱上了，正好可以互相安慰，连问都不需要问了。",
		"note":"蟹子都较情绪化、敏感，对於自己易感易动的情绪，都有些无能，经常会藉由新恋情、新爱人的热情来满足自己的安全感；每次都用情很深，而逃走时也非常迅速确实，并且还静悄悄的～让您毫无知觉～～ 蟹子属於居家型，如果两个蟹子加在一起，则活动的范围恐怕就更小了，甚至可能都集中於室内，这是您们最需注意的事情；“气氛”对您们而言极其重要，无论是与爱人、家人（族）、亲友的共聚，或居住的环境都是。"
	},{"key":"DE",
		"suggest":"狮子和巨蟹的组合，好比太阳和月亮，虽然是两种完全不同的类型，一阳一阴、一刚一柔，只要爱的比重没错放，使阴阳得以调和、刚柔亦可并济，那绝对会是最佳拍档。 虽然您们基本的差异很大，但蟹子最需要的安全感和安定感，可以很容易在您身上发现，只要记得做个体贴、浪漫的的情人，蟹子一定会如小鸟依人般的依附著您。",
		"note":"虽然尊贵豪迈的狮子在星座比重上轻於蟹子，但他的星座个性较弱又内向温婉，并不会对您造成什么影响。 由於蟹子是个很容易“内伤瘀血”的星座，虽然他会很母性的照顾您（尤其是当您高处不胜寒的时候），但奉劝狮子别太得意於做个大男人或女强人，而忽略了照顾蟹子的情绪；千万要切记他的情绪是跟著月亮的圆缺而动，相当的情绪化。若是忽略了蟹子的情绪，那他可是会认为您待他不好，而会让您毫无所知的悄悄消失哦。"
	},{"key":"DF",
		"suggest":"属土象星座的处女，和属水象星座的巨蟹，同样都是阴性星座，所以在基本上有些类似又不会太像，大方向相同、小地方相合，是温馨平和、优雅细致的一对。 处女和蟹子初遇，会有种奇妙的亲切感，虽然彼此不一定赞同对方的观点，却很能了解与体谅且相互鼓励，这一点对凡事要求合理的您，与天生缺乏自信及安全感的蟹子来说，已经很不容易了！",
		"note":"由於您们都很内向，鲜少在热切中展开您们的交往。起初，蟹子可能总让您觉得他有所保留，虽然两人一见如故，却总是差那么一点什么；令强调绝对忠贞的您，感到有些困惑及苦恼，可是又扯不下脸来问。建议您不妨用书信表达爱意，您和蟹子都属於文字星座哦！ 蟹子需要安全感及安定感的天性，易引得处女的怜惜；且蟹子又是最具母性的星座，您只要保持您的细心和关怀去疼惜他，偶而勾引出他原始的母性就能一切完美。最後，切记不要用您优秀的分析头脑去批评他的亲朋好友～尤其是他的家人～无论有多精辟，他都会翻脸的。"
	},{"key":"DG",
		"suggest":"巨蟹的情绪化和因追求和谐常产生内在冲突的天秤，乍看之下或者有些许类似，但实际立足点是截然不同的。由於您们又都不是个性强的主导星座，所以您们是都要努力调适的一对。 秤子和蟹子都爱好和平，秤子为了保持和平，甚至愿意说谎、粉饰太平；而蟹子则会实际牺牲自我，以强烈的母爱去维持和平，由此可知，秤子和蟹子这两个星座，即使有相同的方向，也难有相交集的一天。",
		"note":"敏感内向，注重心身沟通仍缺乏安全感的您，与可以把任何事物都当做游戏或艺术来表现的天秤，可能会互相产生短暂的吸引力，但在尔後蟹子会发现自己面对著一团迷雾，纵然美丽浪漫，却极度没有安全感。 秤子对爱情，在开始时或许常常您退他进、您进他退，但一旦爱了，他乐观温和的个性与美的能力，会令您很快乐。不过，必须接受秤子先天外向、擅交际的性格，并且有话就要说出来，别因阴晴不定的情绪吓跑了他。您们的感情得花很大的功夫去维系，尤其蟹子的您需要的是安定感和安全感，这对秤子而言，是他们最没法子提供给您的；因此如何中和、取得平衡，应是您最重要的课题。"
	},{"key":"DH",
		"suggest":"您俩都是水象星座，敏锐感性，个性、人生观都很类似，常会产生心有灵犀一点通的感觉；这样的感受，会使您们在开始时就彼此触电，很自然的交往。会是爱得上穷碧落下黄泉、非常速配的一对。 一般而言，蟹子是个很麻烦的星座，情绪变化快的会让人搞不清楚是发生了什麽款的情形；而蝎子对他的这些特性，却能一眼看穿，了解他所需要的安全感、或因自卑所转换出的自满。他也相当倚赖您的谋略，能安抚您多疑的个性，甚至可以为保护您而牺牲自己唷！",
		"note":"当然，总不能只报喜不报忧啦！您们俩虽然是很相配的一对，不需太多语言的搭档；但由於您们的感情都很内敛，所以也容易钻牛角尖。尤其，您俩超级感性，您的独占、支配欲强，蟹子的嫉妒心也挺重；即使感情再忠贞，也难免会有些小波折的。提醒您们：别总是自以为对方“应该一定了解自己”，就常不把话说清楚，那要是碰到哪天一时不察的时候，就势必会产生不小的冲突；若处理的不妥，情况会更惨烈喔！ 其实，蟹子应是十二星座中最让您有安定感的一个星座，请多多体谅小蟹子因月亮阴晴而不稳的情绪，温柔体贴的对待他；另外，他的家庭观念很浓厚，要切记善待他的家人～～尤其是男蟹的妈咪。"
	},{"key":"DI",
		"suggest":"巨蟹座和射手座是两个极端的典型。您属于家居型，而他则属户外型；您敏感，他神经大条；您闷，他放；看起来似乎各司其所或互补，但实际上是很难搭调的组合。也许在开始时，蟹子会被射手的大方乐天、愉快无心机给电到，但真正交往后，横行的螃蟹要想赶上跟箭跑的一样快的射手，实在是望尘莫及。",
		"note":"保守内向的蟹子，要想掌握一颗无拘无束的射手心，必须更加花费包容力与耐心；而这两种力量得外放，不能内压，否则射手一旦感到束缚，绝对闪得更快。这种被动的作法虽然很勉强，但是种比较可行之法。好玩有趣的个性，才能吸引射手，蟹子得更开放自己，试着丰富生活。还有，蟹子是情绪化又易感的人，与射手相处时，可要学着坦白些，凡事得挑明了说；别让他觉得您神经兮兮、疑神疑鬼。否则当他伤害到您时，他可能会理直气壮、又无辜的说：我怎么知道......。"
	},{"key":"DJ",
		"suggest":"虽然说土象星座和水象星座都是阴性星座，理论上应是能相亲相爱的一对组合，但是摩羯座和巨蟹座却是呈一百八十度对立的排列；由於是同质性星座，所以两星座的差异会蛮极端，不是大好就是大坏。而您俩却又互具吸引力，且还颇有缘份，蛮宿命的！ 摩羯会因蟹子认真的态度及善体人意的亲加力打动；也会被蟹子阴晴不定和极度无安全感的脾气打败。其实蟹子爱摩羯的坚韧稳定与如父兄般的照顾，却同样会受不了摩羯的“面无表情”；蟹子看不出您心里在想什么，又怎么可能会安心呢？",
		"note":"的确，冷静甚至冷酷的您，在情感上能左右蟹子的情绪，您可能尚未发现此种超能力；只认为是多愁善感、歇斯底里的蟹子有毛病。事实上，他确实是满敏感的，但有百分之七十是因为期待您的反应；除了希望得到您的肯定之外，还想要知道您在想什，才好调整自己来配合您。这都是因为蟹子跟您一样有强烈的责任感与自我要求，及传统的家庭观念；白话一点就是蟹子在乎您啦！ 所以，您与蟹子相处，要善用截长补短的概念，得以更成熟稳重的态度与他相处，您忠实与可信赖的特质，已让蟹子有相当程度的安心，差的就只是温言软语和体贴；要知道，坚贞的爱情还是需要甜言蜜语来调剂的，不要放不下身段，尤其是在他情绪不稳的时候。否则，蟹子的爆发力是挺强的，翻脸的速度也不会比翻书慢多少。"
	},{"key":"DK",
		"suggest":"风象星座和水象星座本来就存有志不同道不合的极端差异，而瓶子和蟹子更是差异中的差异，缺乏共通性，老实说并不是很搭调，也较少具有成功的例子。 奉劝瓶子用冷静的优质智慧，好好思考两人是否怀有共同理想，若是有... 再极端的差异又算什么嘛！蟹子的柔情与深厚的母性爱，会带给瓶子无悔的支持及关爱，会让您们的感情久久长长的！",
		"note":"瓶子一般多是走反传统路线，冷静而又理性，有时予人冷漠的感觉，所以对蟹子的情绪化和因无安全感所产生的歇斯底里，很不能忍受。除非瓶子够成熟，否则您们之间的很多事只限於浮面而已；若对方是年龄较小的蟹子，就可能会比较崇拜您的果断与领导力，而容易产生安全感。 多平衡一下您的“酷”，多一点人情味，向蟹子学点『情为第一』的生活态度，将心比心的对待蟹子，克制您向外发展的企图心，那... 再大的差异也会弭平的。"
	},{"key":"DL",
		"suggest":"您们同属水象星座，在个性及思考模式方面都很类似。蟹子重视安稳与实际的爱情，鱼儿要求全心全意的爱恋与照顾，双方都缺乏安全感；所以若您们的爱情进展开以後，能够成为一对如胶似漆的恩爱组合。 蟹子虽与您一样，“比较”容易爱上人，却不像您会一头栽进去，马上为对方掏心掏肺；他必须慢慢的观察一阵之後，再决定是否要用力爱您。鱼儿想通过这段试链期，得靠自己，不要搞不清楚地认为蟹子无意，就莫名其妙的跟别人“走”在一块儿了！",
		"note":"双鱼和蟹子都是风花雪月的浪漫高手，都是能见落花而掉泪、赏月圆而心喜的典型。您们虽然都以感性情绪作为行为的出发点，同样不怎么稳定，但您要晓得一点：蟹子的情绪变化，往往比您还要厉害！ 鱼儿悲天悯人，牺牲奉献的范围比较宽，而蟹子的包容力较窄，所以鱼儿可以非常幸福满足地～倘佯在巨蟹座温暖包容无微不至的臂膀中，唯一要注意的就是要控制“悲伤元素”的蠢动。您俩应该试著一起面对低调的情绪，做些接近大自然与阳光的活动，让彼此的生活状态不会长期陷於精神层面。只用脑而不活动肢体的消极生活～～只会有百害而无一利。"
	}
]