[{"key":"JA",
		"suggest":"摩羯的您是土象星座，羊儿则是火象星座，这两个星座的组合，基本上是无甚交集的。 老谋深算，对爱情总谋定而後动的您，爱上冲动又有些莽撞的羊儿了吗？恐怕十之八九是您抵挡不住勇猛羊儿的凌厉攻势吧？羊儿全身都散发著活力、自信的气息，无论您是否觉得他有勇无谋，在初识时都会被羊儿的积极与热情所挑动。不过，由於两人的星座个性都很强，照理论来说，要维系良好的感情，必需付出相当程度的努力～～",
		"note":"摩羯的您可称万王之王，绝对称得上是斗争高手，而羊儿却不是能甘心俯首称臣的典型；所以当您们从热情的爱恋与迷惑里醒来後，大小冲突总是会不断发生。虽然羊儿的性格火爆，但星座比重较重的您，依然能够稳占上风；只是羊儿亦不会就此投降，仍然屡败屡战，叫得震天价响。 羊儿虽然好玩，看来蛮花心的，但还颇守爱情诚信原则，挺值得信赖。建议摩羯多收敛一些严肃的气息，别老是对他用激将法；不如运用您深思熟虑的态度，摸清楚羊儿孩子气的性情，自然就能紧紧抓住他的心。当然，有时他摆出挑衅的态度时，您也必须要一笑置之！羊儿通常会被比自己努力又优秀的人才吸引，您正好有此条件，适合著重於精神层面的爱恋，别去要求他的娱乐方式得依著您的喜好。还有件要紧的事是：不要轻启战端，因为您俩一有争执，很少有妥协余地可言；遇上时，您是较为理性的人，所以您不妨暂时脱离现场，冷静一下。虽然您与羊儿的分数偏低，但并非全无幸福的可能，心灵沟通得宜对您们绝对有所帮助。"
	},{"key":"JB",
		"suggest":"两个同属土象星座的您们，不会有惊天动地狂风暴雨般的恋情，往往是细水长流，有如磁铁般紧契合的满分组合。 金牛座的您很懂得欣赏刻苦耐劳又有礼的摩羯座，也对挑战难追的摩羯们有征服的兴趣；不过他们可是擅长戴面具的星座，开始的冷漠可能会让您的爱酝酿的更久，甚至裹足不前。",
		"note":"沈稳踏实金牛座的您和略带忧郁，为目标奋斗不懈的摩羯座，在一切讲求实际的这点很相投，但您可能还是会因摩羯的“冷”而退缩。所以，牛儿们最好要有耐心，等摩羯的理智与爱情、现实与理想达到妥协，那他会是您的好伴侣。 别妄想以您的耐力能“ㄠ”得过摩羯，往往总是他比您行，因为摩羯从不相信有东西是他不能掌握的；幸好，您们极为契合，虽然他比您具有野心，相处起来却不会令您感到勉强。"
	},{"key":"JC",
		"suggest":"双子配摩羯，和双子配天蝎一样，都是需要奇迹的组合，唯一不同之处在於，与摩羯的组合里，双子天生具有压倒性的优势。 活泼多变的双子和固执守旧的摩羯，共通点是都有强烈的自尊心，双子虽占优势，但您的个性却不如摩羯强，由於他的强是内在的，所以更加强您们之间的矛盾性。",
		"note":"起初顽皮的您可能会对传统保守的摩羯产生新鲜感，他也会受到您天马行空想像力和愉快的心境所感染。但是，想长久爱下去，您得善用双子的沟通与变通性，扭转乾坤。 双子的您必须学习有责任感，加强做事的恒心与耐力，还得放弃有时显得浮夸的态度，培养实际的想法，然後再以尊重的心情建议摩羯放轻松，那您们的恋情也就会比较轻松了。不然，就算双子的您有两个人的口才，在面对摩羯的谆谆教诲及固执如山的态度，不须开口多说，就够让双子崩溃到想撞墙了！"
	},{"key":"JD",
		"suggest":"蟹子与摩羯在星座的排列上是呈180度对立，除了同属阴性星座，都有内向、守旧的基本个性外，其余都是对立的。 其实母性强烈的蟹子和严父性格的摩羯，同样都很重视家庭及安定的生活，只是两人各以极端的特性来表现。抓紧这个共通点，对於您们关系的维系相当重要。",
		"note":"蟹子与摩羯的感情在外表看来并不浓烈，是属於互信型的，因此您们即使是对立的星座，也不会将您们的关系和距离拉得过远。摩羯律己甚严，并习惯要求别人也该不计情绪，这对凡事感情重於理智、好强却自信心不够的蟹子而言，有时真严酷的难以适应。 和摩羯相处，蟹子得学会放轻松，主动用您柔情似水的感受力去软化他；而蟹子也应该将他坚如磐石的个性，视为稳定情绪的良方。"
	},{"key":"JE",
		"suggest":"霸气、阳刚、大格局的狮子，遇上忧郁严谨的摩羯，两人除了强烈企图心外，没有任何交集。且两人的星座个性都很强，一个明争，一个则暗斗，您们会是对相当异类的组合。 刚开始您可能会认为摩羯不说话、深思的模样及气质所吸引，觉得他酷毙了；可是渐渐您会发现，他的智慧怎么跟您的不一样？尤其是一些简单的事，为何会听不懂呢？",
		"note":"当您了解摩羯的一切作为，都是为了更好的明天，更成功的自己时，您就不会认为摩羯很无趣，或保守、欠缺冒险精神了。只是他们惯於深思熟虑，相信一步一脚印的努力才是通往成功之路，哪还有时间去表现自己，做没有意义的事。 天生领导人的狮子，总会觉得默默显露出强烈企图心的摩羯有些深不可测和难以掌握，这对天生王者的狮子而言，恐怕会有些难堪，由於两个人都如此的好强好胜，所以发生冲突也是在所难免；大气魄、大格局的狮子也不要太过灰心，如果您能仍像坐在王位上，不断的给予他关怀和宽容，也许会缓和您们之间的紧张对立。"
	},{"key":"JF",
		"suggest":"虽然您们俩都缺乏浪漫，却有著土象星座的共通点：沈稳、实际。这些特质使您们得以建筑起一座凝聚力厚实的金字塔，是为了目标努力奋斗的一对。不过，请记住：摩羯才是法老王。 无论多谦虚的处女，也免不了好分析与评论的习惯；而外表不管是多温和寡言的摩羯，骨子里都有些刚愎自用，所以，敏锐的处女最好还是先徵求过摩羯的意见之後再发言。",
		"note":"处女往往会觉得摩羯很有企图心、稳重，并且有谋略，让您感觉踏实、有安全感；心细的处女能够在旁给予摩羯实质的帮助，您不马虎、甚至有点道德洁癖的性格也很吸引他。 摩羯常给人一种极端的感觉，有时看来没反应到冷血的地步，纵然鸟语花香也都与他无关，世故令人想K他；有时又热情大胆，敢别人所不敢的事，对爱情执著又深情。这都是源於他予人城府较深的印象，虽然支配欲很强，却不会表现出来。您必须抛弃您的矜持，主动出击，运用处女的温柔、收回处女的唠叨，更要习惯他温和但强势的爱情方式。"
	},{"key":"JG",
		"suggest":"自由如风的秤子和深沉务实的摩羯，既不相似也不互补，基本上两人很难凑在一块儿，排列也非吉角。您俩会触电，八成是缘於彼此所没有的特质而相互吸引，却不一定能相互欣赏，光靠吸引不能像欣赏般能过一辈子。您喜欢摩羯稳重优雅的仪态与内敛的品味，他则对您自然得体周旋於社交场合，处理感情欲擒故纵，能把人耍得团团转而崇拜不已。但是别忘了这些特质若长期发挥在自己身上，感觉可是会不一样的！",
		"note":"要爱就得尝试配合，总得舍掉些什么，才能得到些什么。尤其摩羯是严父型星座，您得以柔克刚，让他了解您的想法；他的个性强又很固执，自律律人是他们的最爱。这对认为人生就该要享受，不会亏待自己的秤子来说是难以理解的。 其实您和他是不错的工作搭档，他的企图心及谨慎是您所缺乏的，而您处理人际关系与轻松过日子的性格也是他所需要的，若是能抓住这点，将他握在手里的日子也就不会太远了！"
	},{"key":"JH",
		"suggest":"理论上，水象星座和土象星座很合，同为阴性星座，个性较内向，星座个性也很强，会是一对沈默、无声胜有声的思考型组合。 蝎子及摩羯都挺朴实，且不擅交际，亦不会做出太惹人注目、惊世骇俗的事--至少在表面上看不出来，野心都藏在肚子里。您们都觉得事情的成功不是用说的，必需要用做的，尤其讲出来还可能会见光死；在面对感情的态度方面，也是如此。彼此的电波通不通，就看您们的沟通及默契了！",
		"note":"您俩的人生目标相似，他遇上您会激发潜力，并能摆脱古板路线，增加冒险力；而您则会因为他同心与稳固的支持，事半功倍。尤其他对於您工作上的优质帮助，更是不能忽略。不过呢，恋爱的气氛是需要细心培养的，蝎子和摩羯应该要特别注意这点。您们俩总是埋著头奋斗，为理想、为事业、为超越自己；再加上您们的感情多藏在心底，喜怒不形於色，就算彼此都能感受到对方的情绪，但爱情～到底还是需要些柔情蜜意才好！ 对了，说到“闷”～摩羯的他比您还闷。由於您们都是很内敛、好强的人，若是意见不合，马上就有“暗杠”的可能；所以，您若有不愉快，最好别习惯性的放在心里，当心您会气得爆发，到时就算有再和谐的人生目标，也都是白搭哦！"
	},{"key":"JI",
		"suggest":"火象星座与土象星座的人，本来天生就存在很深也不容易跨越的鸿沟。射手的您有时就算想破脑袋，也弄不清楚摩羯的他为什么会那样“沈著”，而且务实的缺乏品味，也不懂得过生活。其实，摩羯的人才觉得您不会过日子呢，有勇无谋，明明不笨为什么那么不懂得算计。 幸好您们俩的星座排列是紧邻，虽也是两个极端，但只要能找到彼此最舒服的相处模式，还是可以很“健康”啦！首先您得尊敬他，再来得认清自己是否要个忠诚的好伴侣，即使觉得他有点乏味？",
		"note":"生性开朗自由的射手，一方面承受力低，另方面天性就随性冒险，所以常因束缚或压力而改变；看著企图明确、凡事一步一脚印的摩羯，总觉得他们闷毙了，还喜怒哀乐不形於色耶！也许您曾经有经验：眉飞色舞、口沫横飞的跟摩羯讲了一大串，他只静静的听，顶多发出嗯、嗯的声音，就很了不起了！乱没反应的，是吧？ 其实，您说的他都听进去了，只是他很谨慎的在心里评估：您说的合不合理？有没有错误？批判您所讲的出发点、真实性... 等等。用这严谨的态度，您希望他能有多大的反应？用力做事，努力做人是摩羯的天性，他律人也律己，而这样的个性确实严肃的令人不敢亲近；但反过来看，您那种三分钟热度，忠於自己到有点自私地步的个性，又比人家好到哪儿去？ 试著将您的摩羯情人当成长辈看待，用天真、活泼又可爱的攻势让他软化，了解偶尔做人也要放松一些，生活才能熬得下去！别只对他吼：“只要我喜欢，有什麼不可以”，他大不了“不玩”，您喜欢干什麼都可以！"
	},{"key":"JJ",
		"suggest":"摩羯和摩羯，相处的感觉就是格外的亲切。 你懂我，我也了解你。十分有默契。但是由于摩羯座的人都不太擅长表达内心的感情，有时也会让对方误解你。虽说你们两个本性相近，比较容易有共鸣，但是相对的互补的吸引力就少一些，两个人的恋爱不会搞得轰轰烈烈，但是却能如潺潺小溪，绵绵流长。。。",
		"note":"你们两个是很好的一对伙伴。不论在一起做什么事都能步调一致，十分合拍，颇有一切尽在不言中的感觉。 而且摩羯座的你们也的确不爱言。 你深沉务实，个性内敛。所以相对的感情的表达方式也是十分含蓄。偏偏你的她（他)也是这样，想想看两个闷包子碰到一块儿会怎么样? 爱是需要说出口的,不要让对方猜谜语。勇敢点，大声说出“我爱你”吧。"
	},{"key":"JK",
		"suggest":"一般人总认为风象星座和土象星座是不合的，但这也有程度比较上的不同，水瓶座和摩羯座是相邻的两个星座，也是这两象星座组合配对中比较好的一对。 但是要知道，摩羯跟您一样是不太交心的星座，并且不像您表面较有亲和力，不但外表有距离感，表里如一的摩羯心也不怎么好接近。",
		"note":"瓶子觉得摩羯座的人看似简单，但事实上却不单纯，而且也很严肃；虽然他要的一切与做事方式对您来说，是太过实际，但对您而言，他就像是镇定剂，能带给您稳固的安定感。建议您与摩羯能以工作上相辅相成的配合方式谈恋爱，那会因比较实际的共同目标而携手；这样摩羯的注意力会分散，瓶子会觉得比较自由、没压迫感... ^_* 瓶子善作未来的计划，合著摩羯座刻苦耐劳的精神，这样的搭配将无往不利。"
	},{"key":"JL",
		"suggest":"双鱼先天是泪水多的水象星座，且又是个变动星座，感情较不易稳定；而土象的摩羯则是踏实务实的本位型星座。无论是生活或人格发展上，鱼儿和摩羯在基本上是相合的。但是也许要花上一段时间及考验，主要是因摩羯对爱情觉醒度不高，行动力又低；他可以用深情眼光在您背影守候，但浪漫对他而言则是轻浮的东西。若是能适应摩羯保守又传统的爱情方式，打开他的心扉，您们会成为一对互信、互爱、互谅的坚实组合。",
		"note":"鱼儿不是个没有主见的星座，却比较容易听一面之词，受情境影响而改变初衷。深思熟虑的摩羯可以调和您这项缺点，您更可以从凡事按步就班、计划与谋略兼具的摩羯身上，找到一个可以稳当停泊的地方。 他的感情通常埋藏在很深的地方，要靠您一点一点地去挖。他很能感受您对他的好，也许很不浪漫是个遗憾，但是他用实际行动所造的天地却很牢靠。对於喜欢作梦、经常被气氛迷惑的您有良性影响。而您的艺术才能、体贴与包容力，也会令摩羯感到生活不一定是辛苦、严肃的，与人交际也不一定非要有目的才行。彼此都能让对方生活的很愉快，不是很完美吗？"
	}
]
