[{"key":"EA",
		"suggest":"白羊与狮子同属火象星座，往往天生就会产生超强的吸引力，两人容易一见锺情，有如火上加油一般，进展快速而一路通顺无碍，是很恩爱又耀眼的组合。 羊儿与狮子大都身心开朗而外向，还很爱面子，对爱情的态度直来直往，姿态也颇高；尤其无法接受对方的“没眼光”～被人拒绝。幸好您俩的调调一样，两个都爱卖高，反而一般高了。",
		"note":"狮子很欣赏羊儿的爽朗、富冲劲，羊儿也很中意狮子的热情大方。虽然是满分的天生一对，可是这要两人皆具成熟人格做为前提，否则两个都那么自我、个性强，难免时常会擦枪走火。 羊儿是永远具有赤子之心的大孩子，如果聪明的狮子够成熟，与其期待羊儿快快长大，不如发挥您宽大的王者胸襟，将羊儿当孩子一样的宠爱，相信您们之间的冲突会更少而且达到水乳交融的目标。"
	},{"key":"EB",
		"suggest":"朴实内敛的牛儿和华丽大气的狮子座，在个性及气质、内在方面，有著明显的差异性。这样的感觉在刚开始时，也许是互相吸引的一种力量，但牛儿想要的是个实在的小女人或好男人，而狮子却要对方视他为皇帝或皇后，除了要您珍惜和爱慕之外，还得敬仰与罩得住他，不只是“尊重”而已哟！两人要想维持的长久，得卯足了劲儿才行。努力加油吧！",
		"note":"虽然您和狮子一比，呈现相对的优势，但您的个性属於隐性，使您的优势并不十分明显。高傲尊贵的狮子，常会觉得有些事怎么牛儿在开始时也不说清楚（纵使牛儿自觉都说得很清楚了），後来却又持坚决反对的态度。 狮子期望对方能伴他过著有水准、称头的生活，虽然多数金牛都有艺术才华，却以务实态度看世界，对狮子虚荣的繁文缛节可不太受得了；不过，愿为为爱人牺牲奉献的您，只要能力许可，倒也不是大问题。 如果您能放下身段，适时适度地给予狮子鼓励与赞美，那狮子也是会为您付出一切的。"
	},{"key":"EC",
		"suggest":"风向双子的您和一个华丽贵气的狮子座，同样都是阳性星座，位置也相近，一般而言融通较易，是相互吸引又很相合的一对。 人缘不错、善变、处事圆融，且需要另一半的知性能罩得住他的双子座，还挺能尊重有王者气度的狮子，正好能满足狮子的领导欲，而狮子的豪迈通达也能包容双子不安定的习性；互相截长补短，可以搭配的很好！",
		"note":"双子座的您必须发挥优秀的感应力，因狮子经常会有刚愎自用的情况，您要时时给他表现的机会；千万可别令他感觉自己无能、或令他有失颜面哦！若让狮子陷入无处可出气的痛苦之中，那可是会令他抓狂的！不过，您有时可能会觉得跟在狮子後面很吃力，自己可得想出平衡心态的方法，否则... 就算您气死了，狮子也不晓得。 切记～～保持良好的沟通与互动，彼此才可藉由不断的刺激与调适，使关系更加亲密。"
	},{"key":"ED",
		"suggest":"您们俩的组合，闪出一道灿烂的光芒耶！月亮巨蟹和太阳狮子，一阴一阳、一水一火，截然不同，却又可以相互辉映，是刚柔并济的代表。 狮子通常外表自傲，其实内心深处却是十分寂寞的，但因为藏在绚丽的外表之下，很难有人能察觉到；而蟹子母性、善感的性情，刚好可以适时帮助狮子卸下威严的武装，好好喘口气。",
		"note":"内向温婉的蟹子和骄贵豪气的狮子，有著相当大的差距，但在星座强弱上，蟹子虽属隐性，却先天比重比狮子强，恰巧能维持一个均衡状态。 狮子对您而言，是热情和希望的代表，而其强力攻势，确实能满足蟹子，使您享受爱的感觉；或许您有时可能会有点受不了狮子总想做老大的心态，但想想这和您的母性也没什么不同，只是方式不一样嘛！您只要顺著这头大猫的毛摸，相信在无形中就能将他制的服服贴贴的了。"
	},{"key":"EE",
		"suggest":"两个同是狮子的人，很容易产生投缘共鸣的感觉，有如两个太阳般的光彩夺目，会是华丽气派、贵族式的一对，在人群中成为万众瞩目的焦点哦！ 两头狮子牵手，会是非常火热的组合，并且相得益彰。不过，好的特质爆出的火花，犹如火树银火；不好的特质一旦引爆，那可会一发不可收拾，互相伤害的威力相当惊人。",
		"note":"其实两只狮子成好朋友的比例，要比伴侣高，因为您俩都太高傲，且不愿屈居下风。不过，有活力、开朗、光鲜，是狮子的特性，也是狮子喜爱的另一半典型；因此，您若有幸碰到另一个德行和您一样的狮子，就该放下身段用力去追，他将会是您体贴的好情人。 狮子的性格光明正大，纵使有时自负、顽固，或者自以为是，也都不会掩饰，所以您们在表达不满时也不会拐弯抹角。提醒您相处时，别忘了您的他也是只自尊心强、好面子的狮子，绝对不要抢著做老大、毫不掩饰的给他难堪，那类不够尊重他的行为态度，后果可是很严重的。"
	},{"key":"EF",
		"suggest":"处女和狮子虽然是两个不同的类型，但由於星座位置紧邻，处女承袭了狮子座的延伸过程，这种效应使得这两个星座能产生某种微妙的和谐。只要别去针对两人的怪癖去挑剔；例如您讲求正义合理，狮子要面子、讲求派头，在基本的相处上是没啥大问题的。 不过，牵手的首要条件，还是要能拥有相同的见解与主义，这样才会相处的毫无负担。",
		"note":"平稳保守的处女购物若渴，加上实用的天性使然，将朋友视为学习的宝藏；由於生性温和、被动，交朋友还是较喜欢亲近同类型的人，对於积极、侵略性强者，一般总是会敬谢不敏。其实只要您俩的人生观相近，将会发现狮子也跟您一样对学习充满了毅力，同样充满了正义感，并不如表面所看到的那样浮夸。 然而碰上狮子乐观、活力的特性，有时还是会令处女感到晕眩，因为那种气度是您所欣羡的。要抓住狮子很容易，只要在任何场合都让他保有足够的面子，别吝惜给他掌声就行了；狮子天生就是在幕前表演的伟大明星，只要您不当面给他难堪，他并不怕您超越他！"
	},{"key":"EG",
		"suggest":"风象星座的您和火象的狮子相遇，犹如一个天生的明星碰上一个贵族，都很会“演戏”哦。秤子是狮子生活舞台上的最佳观众，狮子虽然对领衔主演的差事不遑多让，但他可要顶尖的绿叶来衬托才行；不喜欢争第一的秤子，正巧非常能胜任这个顶尖绿叶的工作。 两人都爱热闹、爱人群与团体，所以价值观与生活态度类似，只要您能安心做最佳幕僚，把您原本热爱的休闲活动与狮子分享，两人便能相得益彰的甜蜜无比的过日子罗！",
		"note":"虽然您的星座比重较狮子重，但您犹豫不决的性格很6.需要靠狮子肯定且强有力的支持。秤子聪明却拉不下面子，狮子爱面子，但对该放弃、让攻击或退出的场面判断，从不会拖泥带水；所以，这点对您是很有帮助的。您乾脆甘於做一只“黑手”操控整个大局；对狮子来说，建议永远比指挥有用的多，时时不吝给予他称赞及掌声就错不了。 提醒您：要注意生活上的开源节流，您们都爱享受，甚至流於奢华，打肿脸充胖子可不是个好现象；您也得收敛点自然流露的万种风情，因为狮子虽然也很爱交游、有气度，但也别忽略他强烈的嫉妒心哦！"
	},{"key":"EH",
		"suggest":"哇～！“一山不容二虎”耶！自视甚高的蝎子，是水象星座之王，与火象星座之王狮子，要想彼此能看得对眼，确实有点不容易。其实您若爱上狮子座，试著和他成为工作伙伴，进而培养感情，会是不错的一条捷径。 尤其您若懂得欣赏他的优点，不时的称赞他，就更有手到擒来的可能。只是无论一个外表多斯文，一个看来多海派，其实都是极为好胜好强，也都有点自以为是的“臭屁”；能不能互相配合及包容，实在是蛮难说的！",
		"note":"外冷内热、个性强悍的您，很难接受另一个自认为王的家伙。而狮子呢，基本上也是个有点自私的星座，凡事得以他为中心。但是，星座个性比他弱的您，最好具有做“幕後黑手”的心理准备及本事；为了爱，就偶尔让他指使一下又有何妨？当然，这要您能自愿屈就才行，否则两个互不相让的人相处起来，未免太水深火热了！ 其实，狮子开朗、热情，只要您愿意认命的弱势一些，就会发现他并不是个只知“唯我独尊”的人，他也有亲切、有爱心的另一面。想驯服狮王，就看您如何去善用爱情智商与迷人的魅力罗。"
	},{"key":"EI",
		"suggest":"您俩同属火象星座，很容易被对方的气质吸引，都爱玩耍与热闹；热情会很快地扩展开来，一拍即合，不会“闭俗”。会是一对外表光鲜、明朗的健康组合。 不过，您们都属於“只要我喜欢，有什么不可以”型，相投时，可以爱得死去活来，但要是一旦相背的话，不是吵得天翻地覆，就是一拍两散。尤其是阿莎力又海派的狮子，总喜欢凡事照自己意思，也强烈“希望”别人也能如此；这对我行我素的射手而言，恐怕会撇著说：『谁甩你啊！』",
		"note":"射手喜欢凡事直来直往，个性崇尚自由，不能忍受被压抑；遇见了思想开放、气度恢宏的狮子，正好没有包袱与负担，仍心有所属，非常的各得其所。由於彼此同是火象星座，一些德性也都差不多，只要真正能去熟悉对方的性情，同心朝向共同的目标，就算有些缺点，互相睁一只眼、闭一只眼，也可以爱得很轻松。就只担心您们对爱情的忍耐度不够。看起来您俩都很心胸开阔，其实在感情上都有点“小心眼”，也不肯委屈自己，这点可得小心；有时候，为对方付出不一定非要有回报才行。 狮子爱面子，所以您可以适时的称赞他，但绝不要曲意奉承；只要您时时看重狮子，他会给您很大的宽容及配合，而星座比重较重的您，也不要再给狮子压力，这样在无形就能化解许多冲突。"
	},{"key":"EJ",
		"suggest":"摩羯是土象星座之王，也因为有谋略，能沈得住气而堪称万王之王；与火象星座之王的狮子座，天生是王不见王的局面。两星一静一动，都有强烈的企图心，个性皆很强，更要命的是两个星座的想法都很极端。一步一脚印的摩羯，不仅看不惯作风海派、好大喜功、天生强人架势的狮子；甚至对他们明朗天真的性格也很感冒。同样，狮子也会看您不顺眼，认为您的沈著是心机深沈，谨慎应对是小里小气的不称头。其实，狮子的乐观大方对於不擅社交、生活严肃的您，应该是颇具魅力；尤其对爱情，狮子座的人绝不会吝啬投入时间与金钱，尝试去了解他的好处，会让您感到幸福才是！",
		"note":"两人想要长久相处，律人律己的您得先学会称赞，并不需要说假话，只要学著表达情感，给狮子喜爱的掌声，他会快乐的为您做每一件事。虽然有时他难免会有得意忘形的时候，但他仍旧是讲理的；况且他的喜怒哀乐全写在脸上，不需要猜测，只要您不用说教的口吻教导他，他通常也会懂得从善如流的欣然接受“建议”。奉劝您放松一点，不要太严肃，何必一定要把世界扛在肩上呢？只有两个人相互依靠不是更好！ 狮子的个性宽容，虽然大而化之，只要您不灭他威风，不要什么都埋在心里，有时就算与他明吵，场面再火爆，以您冷静的个性，也不致於会太难看；说真的，把话说开了反而对两人都好。要晓得：狮子的霸气外表下，有著害怕孤独的心，经常受了伤也还是笑嘻嘻的说很好！所以只要您愿意包容、迁让，您们俩人还是可以开低走高的。"
	},{"key":"EK",
		"suggest":"水瓶座所代表的风和狮子座代表的火，理论上是相通的，但是你们所占的排列位置却是180度相对，这是你们彼此感受强烈吸引力的原因，亦也是你们冲突的最大原因。 瓶子虽不属强悍型，却也是自我意识高涨，凡事分得很清楚的人，所以您遇上狮子，很难成为全力拥戴的小情人。",
		"note":"瓶子特别喜欢探索对於他而言是新奇的、未来的、谜一般的事物，对於狮子这种极端相反的人，自是有著强烈的震撼力，但您也会发现狮子座的强人性格和价值观很难沟通，这些感觉的消长也正决定你们的适合度，所以聪明的水瓶座，应该努力打进狮子座的内心世界。 狮子看来大而化之，但正经时也不输您冷静处事的方式，他可能会接受您的意见，但若要听命於您，狮子恐怕会受不了的；所以，若想共同生活，您千万别以主控方式要求狮子与您携手，不如让狮子觉得他才是领导人，才不致互相伤害。"
	},{"key":"EL",
		"suggest":"对於您们两个星座而言，火水不容可说是最贴切不过的形容词了。除非您能认清楚他对您的宰制-- 他会尽心尽力的照顾您，但是很难体会您的易感情绪及挣扎。 说来有点宿命，十个双鱼有八个半会喜欢上狮子，狮子也很容易被“解语花”般的您所吸引。只是等一进入状况後，狮子会爱不了鱼儿拖泥带水的性格，您也无法忍受他的盛气凌人。嗳～～颇折磨人的！",
		"note":"鱼儿温柔、浪漫又善解人意，和狮子站在一块儿，大小强弱立判，让外人感觉鱼儿女人好似小媳妇，男人则更显彰了他的大丈夫气概（即使是女狮男鱼，仍可以感受到其对比）。所以在男女配对中，男狮女鱼是比较能在四十分的低分中，开创幸福未来的组合。 若是您真的已跌入狮子的情网，那么切记先建立沟通方式，尤其是您自己的表达形式。不少狮鱼组合的最大问题，在於鱼儿的“软性”，总不会明确且强硬地将自己的意向告诉爱人，表现的像是受狮子所勉强，这点令狮子相当抓狂，亦伤他的王者自尊！要知道：狮子的粗枝大叶，有时不一定是来自於天性，很有可能是因为您的闷不吭声。"
	}
]