[{"key":"GA",
		"suggest":"羊儿与秤子在星座的排列上是呈现180度，是对立的两个星座；意即您们两人除了同属阳性（男性）星座之外，其余各方面都是完全相反。 勇猛白羊欣赏秤子的美感及品味，相对的又受不了秤子经常为求好而不惜工本的手笔；凡事总要反覆思量，显得没原则、没主张。而秤子也会对羊儿那种喜怒哀乐全摆在脸上、藏不了心事的坦白性格，视为鲁莽、不够聪明的表现。",
		"note":"在开始时，您们可能因为完全的不同而相互吸引，因为总可以从对方身上发现自己所欠缺的；但是後来您们又会发现，其实两人几乎没有共通的地方，所以隔阂会很深。 想要有吸引力又不致命的话，唯一的方法是互相学习、截长补短；还有别让交往的进展太快，否则会使您们容易产生厌恶感，因而产生极端的对立或对抗。其实秤子的优雅与从容是值得您学习的，爱上他～没那么糟啦！"
	},{"key":"GB",
		"suggest":"虽然金牛和天秤都有一个共同的守护星(神)--爱神维纳斯，掌管着爱、美与和谐；但除此之外，这两个星座可说是没有交集，要想维持长久的恋情，需要一点奇迹。 金牛是阴性星座，天秤则为阳性星座。您的独裁态度，反而会刺激对方越发用力去实践您难以猜测的目标。",
		"note":"沉静笃实金牛座的您，很难理解变化多端和反反覆覆的天秤逻辑；这很难适应且又无法突破、改变的现状，会令您感到无所适从。即使您累积到某一点爆发出来时，您却仍然是说不出个所以然来。 您若想与天秤座天长地久，该试着了解，您决定事情是凭感觉及沉思，而天秤则是经由反覆讨论与搜集知识；两者的思考逻辑不同，自然会有冲突，想要天长地久，先做好心理建设！"
	},{"key":"GC",
		"suggest":"两个同属风象星座的您们，在初见时便会有一见如故的感觉，互相敞开心扉。这对於习惯迅速欣赏对方、迅速放电的双子，可能像家常便饭；对星座个性温和、会自然对异性放电的秤子来说，也没啥大不了；不同的是，您们的波长一致，交会共振的机会极大。 双子和秤子虽不一定有如火如荼般的炽热恋情，但也不会像土象星座那平实平淡，而是介於这两者之间的融洽组合。",
		"note":"最好的组合通常就是这种有点相同又有点不同，有立足点相似的思考模式，犹如“门当户对”一般。双子和秤子都有享乐主义的倾向，个性也属向外发展型；秤子往往喜欢把爱情当游戏，这和双子的爱新奇刺激和善变的性格也挺互通。 不过您俩的容忍度却不怎么样，尤其像是柴米油盐等日常琐事，很容易厌烦；但是，就算是小事也得有人做才行。所以，您们除了要给予彼此独立的空间外，也得先把共同空间的事理清楚，才能搭配的很密实，成为天生不花太多力就能美满的组合。。"
	},{"key":"GD",
		"suggest":"巨蟹的情绪化和因追求和谐常产生内在冲突的天秤，乍看之下或者有些许类似，但实际立足点是截然不同的。由於您们又都不是个性强的主导星座，所以您们是都要努力调适的一对。 秤子和蟹子都爱好和平，秤子为了保持和平，甚至愿意说谎、粉饰太平；而蟹子则会实际牺牲自我，以强烈的母爱去维持和平，由此可知，秤子和蟹子这两个星座，即使有相同的方向，也难有相交集的一天。",
		"note":"敏感内向，注重心身沟通仍缺乏安全感的您，与可以把任何事物都当做游戏或艺术来表现的天秤，可能会互相产生短暂的吸引力，但在尔後蟹子会发现自己面对著一团迷雾，纵然美丽浪漫，却极度没有安全感。 秤子对爱情，在开始时或许常常您退他进、您进他退，但一旦爱了，他乐观温和的个性与美的能力，会令您很快乐。不过，必须接受秤子先天外向、擅交际的性格，并且有话就要说出来，别因阴晴不定的情绪吓跑了他。您们的感情得花很大的功夫去维系，尤其蟹子的您需要的是安定感和安全感，这对秤子而言，是他们最没法子提供给您的；因此如何中和、取得平衡，应是您最重要的课题。"
	},{"key":"GE",
		"suggest":"属於火象星座的狮子，和属於风象的天秤，同样都是阳性星座的一员，位置和排列均成吉角，是投缘、互相需要和依靠的一对。 狮子那爱排场与好呼朋引伴的个性，与秤子注重外表、社交手腕佳的特性，不谋而合；两人看对方都会觉得满顺眼的，会是很醒目的组合。",
		"note":"作风强势，喜欢掌控大权的狮子，遇上了秤子，无形中就矮了半截，这对於习惯称王称霸的您，可能反而会不太平衡。虽然您们很登对，但唯独这一点是狮子心中的遗憾，幸亏您是度大能容的人，并不会表面化。 要想追求秤子，狮子要有心理准备，对於决定要爱或不爱总是三心两意的秤子，一定要有耐心打消耗战、持久战；纵使他对您有好感，也不会马上死心塌地，您得表现得像个翩翩君子，耐心等待他的答覆，像朋友似的待他，否则您若表现的对他太好，秤子可能又不平衡、又会退缩了。"
	},{"key":"GF",
		"suggest":"纤细坚实的处女和追求平衡和谐的秤子，虽然也是两种典型，但却天生能相互了解，且有不少相通之处。不过您不主动开口示爱，只用行动表示关怀；秤子则是若即若离，态度似爱情又像友情，是令人很难看清实际状况的一对。 说起来也蛮让人同情的，因为八成连您自己也弄不清秤子是爱或不爱，很煎熬的。",
		"note":"处女在这对组合中虽是强势，但不是很明显，甚至因为您困惑於秤子模棱两可的态度，一再反省自己是否做错而觉得委屈。其实只是讲求平衡的秤子很“搞怪”，您不能对他不好，也不能太好；但他也不直接表示，只会暗自用别的方式去“补”您的情。 秤子很善於享受梦想，而处女则擅於制作梦想，如果配合得宜是非常理想，不过要时时想维持心中平衡的秤子决定要如何爱一个人，必须花上时间与耐心。尤其很多秤子认为“结婚和恋爱是不同的”，这将使家庭型的处女难以认同，势必要有长期抗战的心理准备。"
	},{"key":"GG",
		"suggest":"两个秤子凑在一起，就像是魅力和品味的大集合。彼此能了解对方要的是美丽、优雅的生活环境，优闲安适的生活品质，愉快的社交生活。 所以两个秤子相看，越看越顺眼，看著对方反反覆覆之间却又有种契合的节拍，使两人互相规律地摆动，可以配合的很好！",
		"note":"秤子温和开朗、眉宇间又略带淡淡的忧郁，整体而言有些矛盾，反映在个性也是如此；对任何事都很难下决定，因为您们总是正反两面看来想去的找平衡点，却把事情弄得“雾煞煞”。两个同样的人，更伤脑筋了！因为您们得找两个平衡点。 若爱上另一个秤子，最好能想法子让两人共用一把秤去衡量事情。沟通对您们很重要，忍让更要紧；秤子对爱情不属於舍己“就”人型，并且常渴望过优雅生活，易流於不切实际。只要能跳脱利己心态，少盘算点得失，心平气和且客观的以合作代替衡量对方，会是和谐又多采多姿的一对！"
	},{"key":"GH",
		"suggest":"蝎子是有神秘魅力的明星，秤子则天生是当明星的料；两人做夥，肯定能光芒四射。不过您们人生观与生活方式的差异挺大的，要想长远的发展下去，必须顺其自然、互相了解後才有希望。否则，一时的意乱情迷，结果可就惨烈：他被您激烈的情感吓跑，您因他豪放的交友方式而痛心...... 秤子对任何人都很好，交游广阔，不喜欢自闭的生活；您要做好心理准备，您的独占欲绝不能施展在他的身上哦！",
		"note":"蝎子位於秤子之後，具有天生的理解，即使个性不同，至少还不会鸡同鸭讲，还有爱的希望。您得明白，秤子任何事都想以客观公平的观点处理；而您则是独善其身，在没十分把握前，总处心积虑的隐藏自己，不会像秤子那样广而告之。因此，您应该学著欣赏秤子光明正大的处事方式，在给予他沈著的建议时，也不妨调整一下自己；其实，那种不偏不倚的中庸生活方式，有时也挺不错的。 虽然蝎子号称阴王，但在星座比重上，秤子重於您；只因您的情绪比较浓烈，而秤子也习惯维持表面的均势，所以，“看”起来像是您占上风。若是您不能放开心胸，顺其自然的看待秤子活泼的生活方式，最後伤心到得内伤的人，绝对会是您。"
	},{"key":"GI",
		"suggest":"火象射手与风象天秤，都是阳性星座，在星座排列上也呈吉角，是蛮速配的一对组合。您具有随心所欲的天性，也不是不体贴伴侣，只是您一旦热衷某事，马上会对其它东东漠不关心，包括另一半在内。遇上深懂人际关系收与放哲学的秤子，刚好可以让您不必随时管他，又能彼此保持一定的距离；这种相处模式，会让您们很自在，正是互蒙其利、相得益彰。 不过射手可别乐昏了头，秤子跟您一样，交友、恋爱跟结婚是不同的两回事，所以可别太“散”，只要一不小心就可能让您们擦肩而过！",
		"note":"秤子天生崇尚美的事物，不但欣赏还要化为实用，认为日子要过得轻松自在，人生才有意义。他们多是天生的外交家，把朋友关系看得很重要，这些和乐观大方的射手，都有异曲同工之妙。彼此不设防，就很容易亲近。不过您们俩都有点爱“躲猫猫”，要想成为有“感觉”的情人，恐怕得多下点功夫。 秤子虽跟您同样崇尚正义公理，您千万要注意：别在他面前激烈的批判别人，也别做出攻击他人的言行，这会破坏他信守的和谐关系；如果不能跟他营造自然、融洽的气氛，那将使秤子感到有压力，使他退缩的！ 坦白说，您和秤子都缺乏对爱的坚持与耐心，也很难断绝爱玩、求新鲜的心，所以，最好能一直维持好朋友式的爱恋关系，即使没有热恋的温度，也能够因相知相契而过一世。"
	},{"key":"GJ",
		"suggest":"摩羯所代表的土象和天秤所代表的风象，在星象组合上，土需要风带动，风却不需要土；而土也是在地震等外来强力时，才会移动。 基本上，风与土真是不怎协调，因此这种组合只是普通，不算及格也不太糟的一对。一见秤子，摩羯很可能就受到他优雅的态度和风采所迷惑；只是秤子却不一定能识得摩羯的内在美，甚至会觉得您那一副救国救民似的模样难以亲近。像这样的一对组合想拉在一起，确实挺伤神的！",
		"note":"务实的您恐怕很难理解，为何和善得体的秤子会如此过日子？他们好像永远在享受人生一般，人缘很好，却有著调情圣手的味道，分不清是真情或是游戏。在思考逻辑的沟通上，两人的交点好像集中在感官的刺激上。您们在许多地方确实差异颇大，谈恋爱还挺合适，可为彼此留下美好的回忆，要想牵手一辈子，首先就要面对、认清您们的不同。 试著去欣赏～秤子的人生就是游戏的哲学。不要勉强或期待他守著您，守著一份情感。即使他已经爱上您，也无法放弃自己的生活方式；就算可以暂时放弃，也总会撑不住而死灰复燃的。您不妨放开心去享受秤子的创意，他具有许多您欠缺的才能；不要认为他做人不诚恳，秤子只是害怕有压力，不喜欢人家对他太好也不爱人家对他冷淡，平衡是最重要的标准。您需要有个观念：不是一交往就得爱得死去活来，非君不嫁、非卿不娶，也不是只要交往就得要走入结婚礼堂。您若能抱著这样的想法，和秤子应该会有明天的！"
	},{"key":"GK",
		"suggest":"秤子与瓶子是有点像又有点不同的组合，建议您们由朋友开始，清淡零负担的交往，就会使您俩迈向真永远！ 您讲求自我空间的完整，瓶子则认为每个人都是独立的个体；您讨厌不安与冲突，追求和谐人生，他则是博爱的理想主义，人无国界、世界大同。您们虽路线有异，大方向却是没差，所以，分享彼此的感觉与兴趣，是使您们殊途同归的良法。",
		"note":"秤子遇上瓶子，若还是为了要爱或不爱，而磨菇老半天的话，您们很可能会永远停留在好朋友阶段，因为瓶子在面临感情抉择时，也是有名的犹豫不决。奉劝您要勇敢一点，胆怯是无法带来幸福的。 提醒您：秤子不是那种能为爱牺牲奉献、苦守寒窑型的情痴，您非常需要感情的滋润，但瓶子可能忙著招呼他的朋友，没太多时间理您；他要的是朋友般的情人，您再怎用力爱，他也不会为您变成情圣。别想拴著他，爱他就做他的好朋友，是使您们相处愉快的关键。"
	},{"key":"GL",
		"suggest":"双鱼和秤子基本上都属於非安定的星座，再加上在星座的排列和相对的角度上都不是很理想，使得在先天上您们便有天南地北的差距。哎，两条鱼儿自个儿都拉扯不完了，还得上秤子秤来秤去，真够麻烦的咧！ 虽然您们都是柔情浪漫主义者，很容易互相吸引，但是鱼儿的难禁诱惑和秤子的反反覆覆、进进退退的复杂性格，均是考验两人的最大难关。",
		"note":"鱼儿的您在星座比重上虽然较强势，秤子也是温和型星座，但是通常就算您被秤子自在、甚至自恋式的自信特质所吸引，却也挥不去一种无形的压力。秤子对於喜欢黏著他、时刻冀求呵护的另一半，兴趣缺缺；他为了追求身心平衡、调和理想与实际、玩耍与工作，都忙透了，哪有太多心力去注意鱼儿易感的情绪？如果您不能接受，就常会引双方对立的紧张气氛。想与秤子长长久久，首先试著以“合理”的态度与他交往，不要表现得像殉道者似的姿态去包容他，那会让秤子觉得您成了他身心不平的负担；自己要独立些，至少不会成为他无法平衡的藉口。 另外，秤子通常都是爱情高手，不承诺、不勉强，难抵诱惑的您可要看清对方，别只是成为他“浪漫”的对象。当然，若您要的就只是如此，那一定是会令您满意的！"
	}
]