[{"Ley":"LA",
		"suggest":"双鱼座是古老轮回的结束，白羊座却是开始，一老一小，好比祖孙的感觉，有人说结束是另一个阶段的开始，所以这两个星座在冥冥中好似有某些传承的相连性。“祖孙情”的组合，对鱼儿来说还不错，只要你能容忍羊儿的粗线条和我行我素。身为易感浪漫的星座，有时蛮伤脑筋的，禁不起追求者纠缠，尤其碰上攻势激烈、活力充沛、天真烂漫又心情透明与你截然不同的羊儿。",
		"note":"羊儿的您遇上鱼儿，好有一比：像是个小孩遇到一个老人。 双鱼座的人常自缩在一种自创的梦境之中，又有著十二星座总合的情绪，敏感但被动；但基本上他是浪漫的，所以最好您能在精神上带给对方共鸣的感觉，还要收起您猴急的个性，耐心引导鱼儿游入您的精神海域，不但要让鱼儿感受您的梦想，还要证实您猛力前冲的目的是为了实现那个灿烂的美梦，必能投其所好、一帆风顺！"
	},{"Ley":"LB",
		"suggest":"您们俩都是属於个性并非浓烈类型的阴性星座，互通之处很多；所以在很多表现上，您们都是由心出发，交往过程中也多是在温和的气氛中进行，双方的压力也不会很大。 您们通常在通过初识的阶段，感情便会在自然中进行著，您的坚韧和鱼儿的柔和，会使您们成为惺惺相惜、温馨甜蜜的组合。",
		"note":"内向沈稳的您和最具牺牲奉献精神、善解人意的双鱼座，彼此都会令对方有心理平顺的感受；尤其鱼儿对艺术方面的敏感度和牛儿很契合。但要注意的是，您们两人都不是主动型的人，所以金牛座的您要负担起这个责任；虽然您很实际，不擅於表达浪漫，但对双鱼座的人，还是多少要配合一些才好。 您的踏实安定能带给鱼儿很大的安全感，您也欣赏鱼儿的柔情和体贴，不过要注意，您们对事物的看法有时会有极端的不同，对於交换、沟通彼此的观点这事，不要轻忽喔！"
	},{"Ley":"LC",
		"suggest":"您们俩是不怎相干的两种类型，除了都很复杂、矛盾外，即使是有外在的吸引，也很难顺利的维持；个性和动机上的天生差异，使您们更难切入对方的陌生世界。 还有，双子的敏锐感应力和双鱼的敏感，都会使两人忍不住想另外找寻更稳定、厚实的怀抱去依靠。",
		"note":"如果说您们之间有共同之处，那就是都具有反覆无常的双重性格，但是立足点却不相同；双子眼中的鱼儿是悲天悯人、具牺牲奉献精神的好人，但也显得没定见，感情又那的多情、脆弱。若善加把握两人共有善变、喜好自由这方面特质，成为神仙伴侣的可能还是会有。 双子座和鱼儿一比，虽天生弱势，但还好鱼儿的性格不强，冲突不致太大。您们可藉由变化生活情趣、深层的沟通，让彼此逐渐紧密，以减少您较浮面的处事态度，也能降低鱼儿得过且过、老将真实感受埋在心里所产生出的坏影响。对了，给鱼儿浪漫的感受也很重要喔！"
	},{"Ley":"LD",
		"suggest":"同属水象星座的巨蟹和双鱼，在初见便会有一见倾心的感受，互相吸引而心意交融，是浪漫绵密、恩爱渝常的一对天生伴侣。 鱼儿多半是温良谦恭型的人，像个海绵般吸尽别人的委屈，也不忍向弱者说“不”。由於感受力强，也自然较容易陷入恋爱，这一点和蟹子是半斤八两；所以和鱼儿谈恋爱优点是他时刻能感受您的敏感、体贴您，缺点则是他也很容易坠入别人的情网，您得把他钳紧一些。",
		"note":"您与鱼儿能够共同建立一个属於自己的小天地，两人都是情绪化的星座，感性、温柔是您们的共通语言；但鱼儿的感情起伏很大，浪漫又不切实际，居於主导地位的蟹子得发挥母爱，试著在您们之间加点清醒的成份，把鱼儿往现实世界多拉回一些。 还有，适时激发鱼儿的艺术天份，给他精神上的支援，可以使您们的关系更趋完美。"
	},{"Ley":"LE",
		"suggest":"狮子和双鱼有著绝对的差距，比起您与瓶子因相异而互补的情形，您和鱼儿连“补”的可能性都小得看不见，而且有如两条平行线没有交集，想要拉近不太容易，甚至会连相互嫌恶的感觉就显露在表面上。 您若真的有意追求温柔的鱼儿，必得先理解他对您的和颜悦色全是表面硬充的，心里可能对您的粗鲁与自以为是根本就很不满。若是您无意去改变、调整自己，那还是趁早收兵吧！",
		"note":"乍看之下您们是水深（双鱼）火热（狮子）的组合，男狮是正港的男子汉、女狮是阳刚的女强人；男鱼温文儒雅，女鱼则是女人中的女人；所以无论您是男是女，都可以从鱼儿身上得到最大的满足感，问题是您从来不知道他内心真正想什么。不过，说老实话，您好像也不怎么在乎～。 您不要以为可以让鱼儿自动把心事说出来，爱情不是种竞争，不要要求您的鱼儿凡事都说出来，他可非常不喜欢争执，尤其当您语气逼人的时候。其实他会很欣赏您的坚强意志力与行动力，只要您多用心感受他的想法；收起您的骄傲，鱼儿要的不多，只是一点温柔浪漫的感觉而已！"
	},{"Ley":"LF",
		"suggest":"对事认真、对人对己要求都高的处女，与直觉敏锐的双鱼，是两种完全相反的类型，但也因为如此，会产生一种很强的吸引力，而在真正交往之後将发现那又是另外一回事。结果好坏，要靠您们沟通的状况。 鱼儿的温柔浪漫，很容易令您心动，而鱼儿对您头头是道的见解，也会很崇拜；但要知道：鱼儿会向很多人示好，因为基本上他们是有点贪心，容易被煽惑，可能一个花前月下的气氛就会令他沈溺～～",
		"note":"处女是个固定星座，而鱼儿却恰恰相反，您较无弹性又太讲原则的个性，看到鱼儿那种什么都好、不会拒绝的作风，会觉得他过於滥情，但是又忍不住会被他的细腻、贴心所打动。 从另一方面而言，鱼儿是处女最佳的学习对象，您如果能从这个角度切入，心平气和的面对面、互相宽容学习，可能得到的更多。爱上鱼儿，要懂得欣赏他天生的艺术气质，充分发挥处女的稳定性格；另外，千万别以您的实际去刺破他的梦想。"
	},{"Ley":"LG",
		"suggest":"别看您与鱼儿表面都很温和，其实您们是两个世界的人；您们很容易让人爱，也容易爱上人，所以秤子与鱼儿谈恋爱，充满了不安定感。 其实您们若是有心相爱，会是最具创意的伴侣之一，两人都有敏锐的审美观，观察力也是一流，亦具有艺术天份，想爱得长远，从这里开始奠基！",
		"note":"鱼儿虽和您一样星座个性不强，但是他的易感，恐令您无福消受，尤其是您常搞不清楚他情绪为什会突然的转变。您自己常常为了寻求内心的平衡而挣扎万分，自然没有余力去照顾他的心情；彼此不能给对方强而有力的支持与安定，感情自然会浮浮沈沈，情绪也更不稳定，都很受折磨。 爱上鱼儿，您就得放弃些道理，让自己稍微倾斜一点，有时跟著感觉走，也不会死人的；善用您的口才、巧用鱼儿不合逻辑的想法，以沟通方式让爱幻想又容易情绪不稳的鱼儿安心，要克服您们先天上的差异不会太难！"
	},{"Ley":"LH",
		"suggest":"您和鱼儿同属水象星座，根本上投缘的比率十分高。两人都非常敏感，且直觉很强，蝎子通常有超凡入胜的神秘力量，而鱼儿也不含糊；所以磁场相近，电流也一接就通，会是使个眼色就能互通款曲的组合。 鱼儿柔媚、温驯的个性及天生丰富的幻想和无我精神，都是专情、独占欲强的蝎子想要的，能满足您视爱情为最高目标的原则。只要您能给他安全感及支持，使鱼儿消除猜疑心，只要您们想，要牵手一生并不难。",
		"note":"鱼儿在初见您时，即万分崇拜您冷静的生活态度，尤其您能以不怒而威的态度去谢绝一切没意义的事！因为他常温和得不擅拒绝任何讨厌的事，纵使心里有百般的不情愿。您要切记把这项才能用在帮鱼儿厘清他的人际关系和爱情，鱼儿并不是用情不专之辈，他们只是不擅拒绝又难禁诱惑。 碰上这种情形，只要蝎子发现得早，且愿以柔情蜜意温热一下爱意，两人应该能爱得更契合，问题只是：原谅且忘记，是蝎子最难做到的事。 有件事很重要：失败的恋情有时不是因为两人不相爱，而是“疏忽”。鱼儿最怕孤独，切记别让您的鱼儿陷入这样的情境！"
	},{"Ley":"LI",
		"suggest":"对射手而言，谈感情的对象不是归人，而是过客（至少他自己的态度），而浪漫双鱼则难拒诱惑，所以您们俩只要有机会很容易一拍即合。 您虽陶醉於双鱼温和、牺牲式的照顾方式，但您的快嘴及海派的交友作风，恐怕会常使得鱼儿暗自伤心，又没有安全感。况且您们两个都不是性格稳定的星座，尤其鱼儿自己是温柔体贴的个性，也抵挡不了寂寞来袭与献殷勤的家伙；所以追求自由的射手，爱上鱼儿可得要稳下心来，别不小心给了他～～离开您的“正当藉口”。",
		"note":"有时，恋人的相似点让两人更加紧密相守，有时相似点却因表现方式不同而成致命伤，是福是祸端看您怎麽处理，愿不愿意彼此了解。要知道大火能烧乾水、水也能扑灭火，您们这种火象与水象的组合，就有这种不知鹿死谁手，谁能强过谁都很难说的可能。 虽然您很乐观、追求公理正义，对任何事也都很果断，但是有时会忽略了“情”才是有趣的生活激素，不要太过自以为是。您可能认为鱼儿常为情所困，优柔寡断；但也不可否认，鱼儿的易感、愿为时运不济的人舍身相助、不忍心伤害他人的这个性格，在正面意义上，是值得学习的特质。您不要嫌他没主见，他看事情的角度其实比您要广，相当能缓和您独断的个性；只要您能以宽大胸怀平衡双方的差别，五十分的满分会比一百分的空心更幸福。切记：绝对不要忽视鱼儿对於精神方面的渴求！"
	},{"Ley":"LJ",
		"suggest":"双鱼在十二星座里是个十分诱人的星座，他们天生体贴、温柔又细腻的特性，使人很容易就产生好感。摩羯对这类异性，通常会很中意；事实上，摩羯和鱼儿都属阴性星座，在星座个性上一强一弱、比重上又一弱一强，搭档起来挺速配的。 摩羯较重视实际利益，像老牛似的脚踏实地，一步一脚印；而鱼儿却时刻陶醉在幻想之中，十足属於嫩草型。按理说两人不怎么搭轧，可是您们这组可比作“老牛吃嫩草”的类型，却正巧是爱与被爱、互补有加的组合，尤其是男摩羯对女鱼，更是相辅相成的令人艳羡！",
		"note":"摩羯的您总是很早即确定目标，努力向前，有时严肃刻板到会压得旁人喘不过气；鱼儿的浪漫温情和牺牲无我的精神，正是摩羯所欠缺及需要的，自然会比其他爱慕者更珍惜鱼儿，而您本身稳定的个性也可使鱼儿有安全感。不过，纵然爱情令人发昏，您还是该清楚鱼儿爱作梦的本性，有时会让您吃不消，与其对那些不切实际的梦想嗤之以鼻，不如给他实际的支持与提醒；通常对神勇无比、青年才俊、能干贤慧的摩羯座来说，虽不一定是易如反掌，倒也有可能手到擒来。 鱼儿可以事事以您为中心，使您的虚荣心完全得到满足；不过，对他们的优柔寡断，和三分钟热度，摩羯也该有心理准备。他们的能力不低，也能承受您给予的压力，可是自己的意志力却不如您；您必须记住：不要以您“不正常”的忍耐程度去衡量鱼儿。另外，鱼儿因诚实面对自己的感情，常会顺性发展，结果很可能造成容易坠入情网或恋情不断，这一点得靠摩羯以坚定的情感来稳固彼此的爱情，才有未来哟！"
	},{"Ley":"LK",
		"suggest":"双鱼和水瓶两人的配对行情常常是开高走平的，因为水瓶很喜欢尝试新的关系，又强调人独立个体，谁也不该为谁放弃理想及自我，而双鱼则是难敌诱惑。所以您们常常看来蛮不错的，最後却容易不了了之。但以水象星座和风象星座天生不怎么搭轧来看，鱼儿和瓶子的组合，已经算是其中最好的了。 瓶子心胸宽大，不喜欢因为自己而改变对方的特质，在初期的确十分吸引人；但他的脑袋通常蛮奇特的，常有些想法会让您怀疑～是否听错了......",
		"note":"瓶子的幻想力丰富，和他一起似乎生活充满了各种可能性，既不无聊也颇浪漫。但他凡事以理性、逻辑为出发点，加上对自由的追求，常会忽冷忽热，使得以情为出发点的鱼儿很难了解。当您觉得瓶子不大对时，不需惊慌失措的检讨自己；自信是与瓶子相处的重点，若老是以一副战战兢兢的态度面对他，只会使两人的关系愈来愈糟。 瓶子其实很能激发您的潜力，若能建立自己的信心，您们才能以比较健康的方式与瓶子相处；清楚地知道什么时候该收，什么时候该放，才不会真的失去他。还有，若是能以伙伴的角色、立场与瓶子培养感情，彼此相辅相成的互补其短，相处起来会更轻松愉快哟！"
	},{"Ley":"LL",
		"suggest":"两个水象星座的人的相遇，是～水加水，非常“水”！尤其是两个双鱼座的人，喜怒哀乐都来自内在情绪的直线反应、感性又浪漫，很容易投缘，会是非常柔性的一对组合。 两条鱼儿的情绪变化会明确地反应在彼此身上，产生一种“你和我想的一样”的安定力量，相知的感觉十分美好。不过，双鱼是古老轮回的结束，而又沉沦在今世，所以情与欲的冲突就特别明显；在外人看来你们有如一对不食人间烟火的“神侠侣”，这对处在现实生活的竞争中而言，对你们会相当不利，还是现实一点的好。",
		"note":"浪漫和梦想是鱼儿最好的形容词，两个人的情绪变化恰似一面镜子反应在彼此身上；慈悲、善良、也极端愿意帮别人解脱重担，甚至牺牲自己，够伟大吧！但是，面对自己得解决的现实问题，却经常只能躲起来，自个儿在心里纠缠缠的折磨，把事情愈想愈复杂；更惨的是鱼儿缺乏自信，想的与做的常是两回事，也可能会将问题美化～就是“自己骗自己”啦！想想看：您俩加起来可是四条鱼，会有多复杂？想到就让人头痛！ 提醒您：要记得另一条鱼也和您一样需要爱的鼓励及支持，用您希望对方对您的方式去对他，常常敞开心胸，谈谈自己的恐惧，才能爱的健康。"
	}
]
