[{"key":"IA",
		"suggest":"两个同属火象星座的您们，在初相见时，便会有如磁铁般的互相吸引而一见锺情，进展快速而浓烈。由於性格相近，会是恩爱、耀眼的一对。 白羊冲劲十足、追求刺激的性格，与射手冒险犯难、喜新厌旧的个性，实在是有异曲同工之妙，具有同等级的精力与热情，不会有一方被吓跑。",
		"note":"射手见到永远具有赤子之心、求新求变的羊儿，就忍不住想靠过去，而您遇上明朗率性、无拘无束的射手，立刻会有股见到理想对象的电流在体内乱窜。您们无论是个性或观念都极近而且相通，像天生就有默契似的；往往可以一起享受生活的乐趣及活动，也能允许各自发展，却不会产生疏离感，是极具青春朝气的组合。 所以，只要以您的本色自然相处就可以了，若太刻意反而会坏事。"
	},{"key":"IB",
		"suggest":"像牛一般的金牛座，和天性自由开放的射手座，两个可说的上是风马牛不相及；非但无共通点，属性也相距甚远，想拉近都不太容易，要维系更需要极大的努力。 射手座的人通常好辩、爱热闹，令喜欢安静的您难以忍受，但为了怕射手嫌您沈闷，不懂生活情趣，还得要勉为其难，实在蛮惨的！",
		"note":"稍嫌刻板保守的牛儿，可能很难抵抗突如其来、火般热情的射手座，尤其是当他总是自然的在您面前晃动，让您逐渐“习惯”了他的存在。等您被引燃时，可能射手又已转移了目标；他太热爱自由，所以即使您是吃定了他，可还是很难将他拴住。 除非您宽容的心能胜过内在的占有欲，那还有些机会；或者... 您的射手能安於平淡，两人也会很美满。不过，若您们的人生观、价值观没在事前认清，即使您们相互纵容，还是会....."
	},{"key":"IC",
		"suggest":"您俩在星座的排列上是呈180度对立的两个星座。意即您们俩除了同属阳性星座、开朗外向之外；一个是知性又理性，一个兽性凭感官，各方面都恰恰相反。 因此，射手对您的吸引力不是大坏，就是大好；若是後者，那么双子不仅抵挡不住射手强大的吸力，可能还会受影响的模仿对方。",
		"note":"敏锐的双子难以接受射手经常乐观得太一厢情愿，射手有时会觉得您追求精神生活、追求新知的态度很畸型，两人常会因好奇而相爱，又因了解而道别。 水和油既无法融合，那何不努力让比例适当，调和得宜，让两方都身心平衡。双子和射手的截然相对，使您们很难沟通，若不懂得为爱截长补短、相互学习，代沟势必会越来越深，形成互斥现象。"
	},{"key":"ID",
		"suggest":"巨蟹座和射手座是两个极端的典型。您属於家居型，而他则属户外型；您敏感，他神经大条；您闷，他放；看起来似乎各司其所或互补，但实际上是很难搭调的组合。 也许在开始时，蟹子会被射手的大方乐天、愉快无心机给电到，但真正交往後，横行的螃蟹要想赶上跟箭跑的一样快的射手，实在是望尘莫及。",
		"note":"保守内向的蟹子，要想掌握一颗无拘无束的射手心，必须更加花费包容力与耐心；而这两种力量得外放，不能内压，否则射手一旦感到束缚，绝对闪得更快。这种被动的作法虽然很勉强，但是种比较可行之法。 好玩有趣的个性，才能吸引射手，蟹子得更开放自己，试著丰富生活。还有，蟹子是情绪化又易感的人，与射手相处时，可要学著坦白些，凡事得挑明了说；别让他觉得您神经兮兮、疑神疑鬼。否则当他伤害到您时，他可能会理直气壮、又无辜的说：我怎么知道......。"
	},{"key":"IE",
		"suggest":"两个同属火象星座的您们，很容易产生共鸣共振的感觉，尤其是碰到射手时，将会使您们的热度一下子升到最高点，是一见锺情式、健康开朗的组合。 您和射手的火样情怀，效果比白羊还好，虽然射手看来神经大条，有话直说；对您，射手却感同身受，还不时以乐观爽朗的个性抚慰著表面阿莎力，内心却颇孤寂的您，是狮子很需要的另一半。",
		"note":"狮子很容易从乐观开放的射手座中填平某些空虚，所以您们的搭配可得满分，只是天性无拘无束的射手很难束缚，适当的放松的宽容和了解，会有助於您们的长期发展。 要注意射手的野心与玩性有时会超出狮子想像，您天生广阔的胸襟有助射手接受您的爱，但是切记别把局面弄得太大（放得太宽），使您无法控制，到时发现您的射手玩得忘了您的存在，要想再扳起脸说些什么～可就来不及了！ 最好还是不要仗著两人天生相合，而忽略了时常沟通，也别为了工作忙碌，而没时间与射手一同从事休闲活动；否则管您是狮子王还是白马王子，照跑不误～～找更好玩的猎物去罗！"
	},{"key":"IF",
		"suggest":"严谨内向又温文的处女，遇上热情奔放的射手会有短暂的相交，但随即会因理念的差距而有相当大的疏离感，因缺乏一些维系的动力而感到很辛苦。尤其您若刚好是个不够乐观又缺乏幽默感的处女！ 说得残忍些，大部份处女开始注意到射手的存在，多是觉得小射手有孩子式的天真，不识人性险恶，想教导一番；结果没想到射手的天真，完全是因为爱好自由的强硬天性所致，看来对人毫无防备，其实骨子里可是主观又武断。",
		"note":"力求完美的处女总是精挑细选的很难决定下一步该如何做，所以对於乐天知命，很容易恋爱又很容易转移目标的射手难以掌握，老觉得不够踏实。射手常不能忍受婚姻的约束，觉得家居生活太浪费欢乐生命；所以爱上射手，对处女是项挑战。 他的活力与行动力正是您欠缺的，想要抓住射手，除非您能很甘愿的委身配合，无论在行为处事上，以您为副他为主这样的搭配模式去相处，或许还可创出另一番局面。切记：不要用力爱射手，光用心也不够，要用速度，最好能凡事比他快！"
	},{"key":"IG",
		"suggest":"风象星座的秤子和火象星座的射手，同属阳性星座，排列亦成吉角；同样喜欢享受及自由随性，是标准的一拍即合型。使您们的恋情充满活力和乐趣，即使一方只想玩玩，另一方也不会太认真。 可是现实生活可不光是玩，就可以过下去的，婚姻即使不是每个人的最终目的，至少也是大部份人想要的归宿；若秤子想与射手共度一生，还是要多发挥智慧。",
		"note":"先想想您自己游移不定的个性，加上射手爱四处走的性格，是否会使您们很难安定下来。虽然您很尊重他的放任不羁，自己也不爱受太多牵绊及压力，但责任和稳定感是婚姻重要的元素，您们应该要找寻共同的兴趣及生活的目标来稳固关系，为感情不断加温。 秤子虽难安定，仍是需要伴侣，而射手却喜欢顾自己，厌恶一切束缚他的事物；两人谈恋爱，通常由射手的热情来主动领导，您也乐於配合，但若想牵手一生的话，他的热情可不见得会相同！"
	},{"key":"IH",
		"suggest":"蝎子属水象星座，射手为火象星座，基本看来不怎麽搭轧。而且射手似乎怎麽也搞不清蝎子的深谋远虑，还对许多事都很在乎；蝎子则疑惑射手为何可以为了自由逃脱责任，或是在自认为可以无限释放理想的小空间里，猛钻牛角尖？ 不过，由於射手在您之後，隔阂便不如其它同质性星座那麽大，您也满容易被热情奔放的射手吸引，也会很快地被火热的射手撩动而占据。",
		"note":"若爱上外向、自由不拘小节的射手，蝎子首先得引起射手交友的兴趣，再者就是延续两人爱的火花，否则很可能在您一不注意的时候，他就已经落跑了！尤其，蝎子得先认清一个残酷的事实，虽然您的星座比重较高，但您仍很难驾驭他；要想抓住他，先“放伙伊去”～欲擒故纵，懂吧！ 您要试著“接受”（不能只是了解）他好冒险及坚持精神上绝对自由的天性，面对射手这种很难安心定性的人，您必须清楚自己要的是什麽！他虽然是有名的花心，但他与您一样也会为所爱倾注热情；只要您给他空间，别在旁边唠唠叨叨。切记：对他，您要有很多、很多的宽容。"
	},{"key":"II",
		"suggest":"火象星座的特性是活泼、开朗、任性，且以自我为中心，两个同为火象星座，又同是射手的人连在一块儿，会更如脱缰的野马般，是活跃明亮、活动力特强的组合。您们各自的社交圈，如果能合并当然最好，若不能，至少要试著为对方保留些私人时间。 但是不喜欢受束缚，并不表示就不会去管对方，还可能因为自己乱乱跑，更希望对方能在掌握中；而这种希望当然很“片面”，也很难说清楚，两个射手都在片面希望时，就会造成冲突，关系也就很难维系了。",
		"note":"您们两人都是自由派，所以爱情约束的分寸不容易拿捏，尤其您们天生不安定的因子特别多，得多花点心思培养共同的人生大目标（特别是共同生活的两个射手，虽然两个人都不想碰家庭琐事，还是必须要费心去共同负担、解决）。您们在生活及相处渐成公式时，记得要随时互相协助，注入一些新鲜与活力，才不会勾起某一方“花心”的因子。只要能舍弃一丁点儿的自由与自我，克服彼此对固定爱情较低的忠诚度，您俩很容易因趣味相同而牵手，成为相知相守又相似的快乐恋人。 射手虽天性乐观，情绪却不是非常稳定，忍耐度也不太高，碰到不如意或感情低潮时，也不必奢望能有多坚毅的表现；尤其，当另一半还过得很愉快，又向外发展到快要失去掌握时～～原本就外向、机会多的射手，一经挑逗，恐怕很容易就跟著“感觉”走罗！"
	},{"key":"IJ",
		"suggest":"摩羯和射手是相邻的两个星座，虽因星座的象性不同，应该是两种极端，但由於有相当的“地缘”关系，可以让您们在距离中仍有根红线，只要有机会就可能牵动情愫。 其实别看外表像八竿子也打不到一块儿，摩羯与射手在神话中本就同是半人半兽的“动物”，都有潜在的兽性，企图心都很强。不同的是射手多为乐观自由，您就比较苦命～悲情务实，又任重而道远！有理想又有抱负的您，也许总是想善诱射手去修正他的生活态度，却被他理直气壮的无辜样弄得没辙？要晓得射手对摩羯来说位於强势，还是别想改变他吧！",
		"note":"射手常常外在喜欢四处走，内在则想东想西，难以定性。大部分射手因为开朗、说话直，而会被误认很“三八”，其实他们只是因为很忠於自己的性格，又热情的缘故。他一旦决定了目标，就像射出去的箭一样，不知回头；步调与摩羯的您不同，却还是可以走得通，只要您用鼓励、支持的态度，并且善用计谋去配合他，会很有帮助的。您也许只会为一个目标努力，射手就不一定，他的目标很多，且会随著年龄与环境而变化；可惜的是好奇心强烈，耐心却不大够。这是您可以给他很大帮助的地方。 您不一定要接受射手的随性，但可以学习欠缺的行动力；切记：不要因为射手从不停止的恋情而日渐丧失信心。当您决定和他交往前，就该知道他的魅力，既然如此，又何必因此影响感情呢！应该多花心思培养共同的兴趣，跟著射手向外开拓视野，日子可以过得很有趣喔！"
	},{"key":"IK",
		"suggest":"男性星座又称阳性星座之中的两大元素，一是风象星座，一是火象星座，性质相近，而水瓶座和射手座即是这其中最理想的一种组合之一。 瓶子和射手并不会成天黏腻在一起，基本上这两个星座的人都很自由、开放、外向，对於新潮事物都勇於尝试，彼此尊重，是合则两利、分则独立的类型。",
		"note":"瓶子遇上射手完全可以自由发挥，因为他懒得理您。若是您本著爱是牺牲奉献而用力配合他，弄得自己愁眉苦脸，射手会觉得您活该（但他也认为那是您的自由）；他要忙、要享受的太多了，从没想过勉强别人迁就自己。 两人相处时不会无聊无趣，但是对您们这种外务多、重自由的人来说，对於每天例行的那些生活琐事最好能够先取得共识；否则，经济问题恐怕会让您们感到不自由的!"
	},{"key":"IL",
		"suggest":"如果形容火象星座是太阳，狮子如太阳的光，那射手就是太阳的热力。双鱼的似水深情，一经射手碰触的结果就像：水壶里的水一下子就沸腾了。所以，您对射手简直是弱势中的弱势。 想扭转这种弱势，首先您得是条充满好奇心的鱼、健康又活力十足的鱼；另外，还应该收起您敏感的心思，因为他神经挺大条的。您若自认有这些条件，再跟他谈恋爱吧！",
		"note":"无定性的射手好似打了就跑的猎人，对难拒诱惑的双鱼更是随发随中，您毫无抵抗能力；所以敏感纤弱的双鱼座，一定要睁大眼睛。尤其射手虽喜欢谈恋爱，却不见得喜欢与某人厮守一生；若是您想得到这个猎人，您一定得用计谋，而且比他还聪明。 例如：别马上献身，最好能先吊吊他的胃口... ^_* 您若是希望他总在身边呵护您，或是掌握他的行踪，那您可能会失望得认为被抛弃了；您若是反其道而行，说不定才能效果卓著，当然也不能太过火啦！分寸的拿捏得视他的外向程度与您自己的定力而订。 还有，要提醒您：您是情绪十分容易波动的人，射手的脾气却通常不怎么样，容易心浮气躁，并且直来直往；您得学著放开心胸，神经也跟著大条一点，平衡一下，这样您会发现和射手一块也挺快乐的唷！"
	}
]