[{"key":"BA",
		"suggest":"您俩是属於“急惊风碰到慢郎中”的卡通式组合，热情如火、尝新求变的白羊座，遇上保守被动的金牛，总像拖著头大笨牛似的，显得不太相称，不过若是能以前锋和後卫的组合来互相搭配的话，倒也还不错。 尤其是当男牛碰到女羊凌厉的爱情攻势时，常会有慢半拍的情形，但是由於星座位置相邻，还是有一定的理解度；只要女羊能忍受，倒也不会造成太大的不合。",
		"note":"虽然白羊座的占了天生的优势，但对沈稳的牛儿千万要有耐心，不要苛求牛儿面对您的示爱时会马上有反应；也不能摆明压迫他凡事都要依您的标准。金牛座虽然很死忠，但毛总要顺著摸才好！这样他才会对您服服贴贴的。 当您需要的时候，牛儿都会守在您身边，所以您可以尽管的放松心情，享受他无条件、无怨无悔的付出！其实若能以工作组合推展两人的恋情，希望会更大。"
	},{"key":"BB",
		"suggest":"两个同为金牛座的人，感情发展绝非一见锺情式，而是有如炭火一般，愈烧愈旺。酝酿过程也比其它星座组合都要来得久，但会是和谐温馨的一对。 没有其他星座比男牛更能吸引女牛的目光，您俩相同点很多，实际、忠实有耐心，对未来的憧憬同样总是行动比动作慢，占有欲也不分上下；表面温和、被动，骨子里却固执又倔强，比较缺乏积极性。",
		"note":"两个牛儿的个性和行为模式，就好像是照镜子一样，比较久缺开拓的冒险精神；所以两人在一起时常未能在时效内，做出决定性的事情。由於较欠缺表达能力，您们的语言似乎只有您们自己才懂；爱在心底口难开的性格，很容易会发生失之交臂、爱恨离别的惨事 哦！ 您们俩都一样的死心眼，很容易各执己见，拒绝退一步为对方想；奉劝您们要常运用您们独特的沟通方式，那就终会化险为夷了。"
	},{"key":"BC",
		"suggest":"行动、脑筋都转的很快的双子，和沈稳踏实的金牛，基本上差异极大，但由於这两个星座的个性都比较温和，所以即使发生冲突也不会太难看。 不过，双子能说会道，擅於玩语言与文字游戏的特性，一般都会令牛儿望之却步；也许您觉得自己理性且变通力强，但牛儿若对您了解不够的话，却可能会认为您是个心口不一、两面光的伪善者哦！",
		"note":"双子对金牛座的影响主要是间接的，因为金牛座的人凡事都需经过蕴酿的过程，而且牛儿的星座个性亦属於潜藏的；对於您绝佳的适应能力，在开始时会难以接受，只要您能循循善诱，牛儿对双子的思考和行为模式，通常也会有很好的包容力。 聪明的牛儿知道，您反应快与接收资讯的习惯对他很有帮助，而您也该明白自己不够踏实，常只求浮面的个性，牛儿能为您补短。若您能激发金牛座潜在的活力，对您们的关系将会更有助益。"
	},{"key":"BD",
		"suggest":"属水象星座的巨蟹，和一个属於土象星座的金牛，同样都是阴性星座，位置也相近，个性犹如水来土掩，容易互相吸引，是甜蜜恩爱的一对。 牛儿总是很专心，喜欢一个人用力守著一份爱，与需要时刻有安心恋情的蟹子不谋而合。在牛儿面前，蟹子不必戴面具，而牛儿固执的个性，在您看来，是种专一的表现。",
		"note":"蟹子最擅长用大钳子温柔又坚强的紧抱著爱人，而牛儿也乐得享受这种母性甜蜜的掌握；多情、有时亦滥情的蟹子，需要一份坚韧的爱情，牛儿认定後便不易更改的情操，是极为合适的。 牛儿虽然谨慎又稳重，但若一旦急起来，脾气火爆又很拗，这时就需要您安抚他重新以耐性面对。所以，了解牛儿固执的一面，更是与他长相厮守的关键。"
	},{"key":"BE",
		"suggest":"狮子座的您与金牛座的星座位置呈九十度，天生便不协调。刚开始您可能会为牛儿沈稳、慢条斯理的在旁守候而感动莫名，牛儿则心仪您的豪情万千与明朗。 然而好景不常，狮子渐渐会对牛儿闷声不吭、却大男人（大女人）式的占有欲，气得冒烟；牛儿也会对您凡事自以为老大（女王），的作风、爱受众星拱月的态度，感到难以忍受，彼此裂痕一旦扩大，就会渐行渐远了。",
		"note":"在表面上，狮子好像是在主宰大局，但事实上以星座比重来看，温和而顽固的牛儿就像一个隐形的黑手操纵著您；这对於个性强的狮子而言，恐怕常有受挫的感觉，但由於牛儿基本上是个温和，且倾向自虐也不愿意虐人的星座，不太会让您下不了台，可让您稍感平衡。只要您别总用命令的口气去对待牛儿，就会发现牛儿是个很优秀的“执行者”。 要得到牛儿的心，该放慢脚步由朋友开始，忍住您的骄傲；不要因他看来朴实就以为他没啥品味，其实他只是不习惯像狮子凡事追求华丽，只要务实的个性让他认为自己有足够的能力，牛儿对您是绝不会吝啬的。"
	},{"key":"BF",
		"suggest":"两个同属土象星座的您们，蛮容易产生相知相融的感觉（您总能迅速地看到牛儿的优点）。在别人眼中的大笨牛，却总能吸引您的目光，能很快看出他隐藏的某项才华，而通常也会是令处女欣赏的。您俩是和谐知心、相信相依的组合。 不过，对於感情，处女与牛儿皆非主动示爱型，总要经过一段似有若无的酝酿期，才能进入牵手期。尤其是酝酿期本就超乎常人的牛儿，您得更细心与体贴地去感觉他的一举一动才行。",
		"note":"由您们两人星座个性和主导性都不强，所以常常因为太过於尊重或迁让对方而很难决定方向；您因为爱而全然依著他，他则是了解您会顺著他，而怕会委屈了您。哇～真感人！虽然这样相处很甜蜜，但往往也会因此造成不必要的压力或误了时效。 您会是牛儿最好的倾诉对象，相对的，您给予他的压力也比别人大；虽然您们会彼此宽容，您也总能诱使他讲出心里的话，但切记不要期待他凡事有感觉，毕竟牛儿没您那麼敏感。若是让牛儿承负太多压力与期待，他可是会爆炸的！"
	},{"key":"BG",
		"suggest":"秤子与牛儿依照星座上的排列看，并非成吉角，但两个星座有一个共同的守护星--金星，所以您们要比其它也是呈如此角度的星座组合，彼此的关系较和谐一些。 但是秤子与牛儿的频率不同，沟通良好与否，是您俩关系可否维持的主要关键！您爱社交生活、在团体中的活力令您觉得魅力十足；牛儿是闷骚型、占有欲强的家居型，仅这一点就够令您们受折磨了。",
		"note":"秤子有时的确会让另一半吃醋，您要多分点时间给不会明说的牛儿。不过您得明白两人观点不同处，否则爱越深、心越凝。您俩都具有艺术天份，但表现方式却是两种极端，还好您俩的个性都并不尖锐，所以即使有冲突，也不会不可收拾。只要您能收起玩心，您会发现牛儿的忠贞与坚持，对财务的精准决策力，都能让您不会为了平衡而伤神。但对於牛儿所表现出的死忠精神，往往却会使您的平衡感受到破坏，因而造成您内心的负担且使您退缩。爱上牛儿，压力不须太大，您们的速度其实不相上下；您们的爱情适合由朋友开始，才能经由顺其自然的交往迸出火花！"
	},{"key":"BH",
		"suggest":"蝎子与牛儿是呈180度对立的极端星座，同属於阴性星座，也都属於外冷内热的内向星座；占有欲强又热情如火，外表看起来温温的，可是一旦爱上，就火力十足！ 站在对岸互看的您们，彼此都强烈的吸引著对方，但也有些许紧张气息，因为您们两个人都是不容易让人一眼看清的硬角色...是爱是恨？很难说！记住：要点燃牛儿的爱火，您必须学会耐心及对他坦白。",
		"note":"您与牛儿都有把事情放在心里的习惯，但思考逻辑却不相同；蝎子是为了要看清四周的情势而慢动作，牛儿则是等自己充分了解状况，准备妥情绪而动作慢。在基本上，您俩都很重感情、行事步调与方法也大同小异，若是能互相信任，就能从彼此身上找到忠贞、温情及自己所欠缺的优点。 还有，您俩都很固执，虽然承受力高，有争执也不会闹到天翻地覆，麻烦的是您们会倾向於“冷战”；这在您们的相处上，是很不利的一点，话不说清楚，有误会也无从解释啊！ 最佳的相处之道，就是培养共同的兴趣，尤其是户外活动；并且您不妨试著多听听牛儿的建议，他真的是个会为您著想的忠实爱人。"
	},{"key":"BI",
		"suggest":"个性阳刚的您，自由与自私在您身上揉合得很巧妙，与温和木讷、喜欢稳定自在的金牛，是火象星座对土象星座，思考逻辑全然不同；即使因互相吸引或是好奇而相聚，理论上要想长久牵手，是颇困难的。 若您真的爱上牛儿，请切记：绝对不要没有止境的“欺负”他，他对金钱有算计，但不会小气；他不一定精通吃喝玩乐，但只要他有能力，绝对会供您享受。千万别以为他对您的我行我素不吭声，就代表他会永远忍耐下去，一旦超过他的极限～～他绝对会走，也绝不再回头！",
		"note":"热情且动情激素分泌旺盛的射手，遇到一个步调慢、生活方式喜欢将习惯及工作必须摆在前面的牛儿，实在蛮想撞墙的。例如：他为什麽那压抑？为什麽那麽认命？为什麽有的事不在乎、有些事又说不通？说他像大笨牛，却又不好应付？这些都是会令射手百思不得其解的疑问。 其实牛儿的个性谨慎，用情也较深，有时明知两人不适合，只要已经爱上了，就会很认命的爱下去。大部份的牛儿，只要您有耐性，三不五时的在他面前晃动，他很可能就会因为习惯而爱上您。如果您能理解并认同：他固执保守、凡事多虑，不会交际，又有一拖拉古坚若磐石的原则；让您的热情大火不要很快就烧光，不要认为自己被他所束缚，那您们还是可以有机会相爱的。"
	},{"key":"BJ",
		"suggest":"摩羯与金牛都属於土象星座，特徵是内向、实际、刻苦又耐劳，您们之间绝不是浪漫的传奇，而是有著“血浓於水”似的感情，并且细水长流。但首先得突破您与他被动式的爱情防护罩，才能踏出成功的第一步！最可能发生恋情的情况大都始於团体或工作伙伴、朋友、同学或一起参加活动。彼此的性格、思考模式与价值观都大同小异，只要考虑认真交往後，就会朝著共同目标默默打拚；摩羯与牛儿的恋情多属爱情长跑式，有的是一种柴米夫妻式的情感，外人看来也许乏味透顶，但个中甜蜜只有您们才懂！",
		"note":"牛儿是个独占欲很强的星座，无论他看来多么温和，也不见得会将他想要您时刻陪在身边的需求，直接了当的告诉您；不过他会以行动表示～黏得很紧。摩羯需要的是尊敬，就算您一时被娆娇或英俊的异性所迷惑，但最後选择的还是能支持您的工作，又顾家爱家，属於慈母、慈父型的另一半；而牛儿正是这种类型，而且他们多半都很“坚固耐用”。^_^ 您只要养成让他知道您行踪的习惯，让他晓得您平安无事，牛儿就不会疑神疑鬼，像 FBI 似的盯著您了；只要让他信任您，他会成为最佳後援，让您无後顾之忧。牛儿是个相当固执的星座，对不同意见，不见得会激烈反驳，却仍会照著自己心意做；而您也不是很随和的人，客观并非您的美德之一。所以，不管您与牛儿多么心意相通，还是要维持良好的沟通模式，即使表面上您主控著发言权，说话较大声、指挥得很用力；牛儿不会光是闷著头跟随您，等熬到不能忍受时～他照样还是依著自己的意思做！！"
	},{"key":"BK",
		"suggest":"风象星座的水瓶座和土象星座的金牛座，前途实在不怎么看好... 虽然瓶子有时还是拗不过牛儿的耐心守候... 您俩之间总像有一条很难跨越的鸿沟，好比自黏贴纸和油质贴座一样，相连却不相容，是各自独立的一对。 不过呢，瓶子对於愈是奇怪的对象，好像就愈容易受吸引喔！其实平和温厚的牛儿能够令生性博爱的瓶子感到很有安定感。",
		"note":"思想前卫，以未来世界或改革派自居的瓶子，很难理解牛儿的传统和保守，对牛儿的兢兢业业、一成不变，反应慢、刻苦耐劳的生活态度，也觉得满无聊的。对於喜欢探索谜样事物的瓶子而言，牛儿是一眼就可看透的，所以了无趣味... 您唯有提供他创意且不要对他施予太大的压力。 不妨多试著将部份较私密性的心情，只与您的金牛Honey说，牛儿纵使不能提供什么了不起的创意刺激，但他绝对会支持您的！"
	},{"key":"BL",
		"suggest":"您们俩都属於阴性星座，所以在很多表现上都较注重内在感觉，由心灵出发；所以一旦你们通过初识的阶段，感情便在自然状况下稳健进行，是甜甜蜜蜜小天地的组合。 牛儿的深情让您十分安心，他的占有欲更令您有被重视的甜蜜～这并不是说鱼儿有被虐狂喔～只是鱼儿很害怕没有依靠、失去方向感，以牛儿那种较无侵略性的独占欲及踏实安定的气质，是较能令鱼儿有安全感。",
		"note":"牛儿很喜欢你的浪漫柔情，对您的情绪化也较别人能够容忍，所以你们在情感生活上很完满；但对牛儿，情绪性的举动不要常用，否则牛儿累积後所爆发的力量会使你手足无措。 其实，牛儿会是您很好的梦想执行者，并且能够认真地为您每一个不切实际的梦想找寻可行之法，确实是鱼儿相当不错的伴侣。所以呢，奉劝您养成有话就直说、有怒要让他知道的相处模式，不要以鱼儿的的幻想习性去跟他玩猜谜游戏，否则，气昏的可能是您～～而若伤了牛儿的心，他也会“乾脆”地终结这段感情！"
	}
]