[{"key":"FA",
		"suggest":"豪放大气的白羊座和纤细又神经质的处女座是两个比较没有交集的类型。大部份的处女很难对冲得快、看来积极又强势的羊儿感兴趣，虽然羊儿可能会被处女座的细心、体贴所吸引，但羊儿却会搞不清楚：处女座为何总对『不重要』的细节斤斤计较？ 要想维持爱情的长久，是需要一点奇迹的。",
		"note":"白羊座的您可能难以忍受处女座一丝不苟和缜密的心思，好强好胜的您更难接受您天生比较弱势的事实；尤其是当处女冷静且尖刻地直指您的缺点时，简直令您“火”到最高点！ 建议您：若想追求处女座的人，最好还是修正些您的性格、改变自己，迁就处女自以为是、条理分明的风格，尤其要注意他心灵及道德上的洁癖；若是做不到～～相处之路会极为坎坷的！"
	},{"key":"FB",
		"suggest":"两个同属土象星座的您们，虽然不见得会一见锺情，进展神速，却能在稳定中求成长；『实际』对大部份恋人而言，绝不是浪漫的同义词，但对金牛和处女来说，却是平实而舒适的爱情态度。您们认为：只要能真心相守就是浪漫。 牛儿通常不修边幅，或总坚称自己的生活“乱中有序”；处女座的人即使外表没有洁癖，心理却严守是非分明；只要您们个性、观念沟通得当，处女对您在生活琐事的散漫，亦能当您是孩子般的包容。",
		"note":"您们两个是典型相敬如宾的组合，这和您们的个性(领导欲)都不强有关；但是往往会让很多事难以做出果断的决定，您该劝处女座的对方不要想得太多，有句俗语：两人同心其利断金！ 您们能相互体谅彼此的缺点，这是一种互相尊重的和谐；恬静、保守和平淡是您们给别人的感觉，有时会被讥为“不求长进”，但若是您们不以为意，当然无妨。"
	},{"key":"FC",
		"suggest":"性格多变的双子和细致谨慎的处女，虽然守护星都是代表知性的水星，但一个是为成社交宠儿，一个是为了实用，是两种不同的典型。 在刚开始也许觉得会是彼此的特色，但想要细水长流，终究还是会有点吃力。处女是属於冷静、井然有序的思考族，而双子的您则属於跳跃思考型；仅就您欠缺实验、实行的精神这一点，就够令处女座抓狂了。",
		"note":"您俩都很聪慧、反应快，都带点神经质、知性，只是两人方向不太一样。对於处女的善批评和琐碎，常令双子感到不以为然；而处女则会认为双子没有原则，说一套做一套。所以，若喜欢处女就必须了解他们认真与求好心切的性格，双子的您也可以帮助他把握时机，凡事别顾虑太多。 其实，双子吸收知识的速度与广度，极能博取处女座的好感，但在他们面前要切记：言行前後一致。因为坚守原则的处女，甚至有些道德洁癖，所以您一定要先得到他的信任，否则他是绝不会轻易交心的。"
	},{"key":"FD",
		"suggest":"即使只是小小的关心、亲切，也会令你非常感激的巨蟹座，他是个可令你心情放松的人。热爱大自然的你把家居打理得井井有条，又能给彼此欢愉的爱，但切忌步调太快、表现太强和太挑剔，否则对方便会退缩。",
		"note":"您们两人的爱情常以友情开始，因为都很内向，纵使朋友很多，但对感情多不擅主动追求，进展稍嫌平淡。但往往这种不急躁、细水长流似的相处，比较能持续和长久。 不过处女座要求的爱情纯度很高，敏感度绝对不比蟹子差，只是他们的承受度比您强，当他发现您受不安全感折磨时，体贴的他绝不吝啬。但若您为寻求爱而另起炉灶，处女再不舍得也一定会慧剑斩情丝，且不会给您第二次机会的。"
	},{"key":"FE",
		"suggest":"狮子和处女是两个相邻的星座，理论上而言处女座承袭了狮子的某些特性，但实际上却相反，您常是只纸狮子，外表大哥大，内心却脆弱经不起打击；处女座看来是秀气温和，其实自我要求与防卫力都很强。虽然如此，这种微妙的相邻关系也可保持某种平衡的。 处女座通常有洞察先机的特质，有时难免杞人忧天、神经兮兮，容易让乐天的狮子感到烦不胜烦。",
		"note":"表面如太阳般刚强，实际却内心孤独的狮子，和纤细文雅显露於外的处女，好像有著很深的隔阂，但幸好您的星座个性和主导性都比较强，可以将他收在您的保护圈中；不过要特别注意谨言慎行，因为处女是追求完美的潜在压抑者，只要能忍受处女座一针见血、就事论事的批判精神，或许会有快乐的结局。 处女座会是您最佳的幕僚与执行计画的好帮手，只要您将大男人或大女人的高压姿态收敛些，他将会更欣赏您，而您也会对处女座的衷心付出，感到愉快的。"
	},{"key":"FF",
		"suggest":"两个同为处女的人，虽然彼此都有一份亲切感，很能了解与欣赏彼此的“质感”；但由於都不够主动积极，进展会很慢，甚至不知如何继续发展，这实在很伤脑筋，总不能老是在心里分析对方的每一步才去应对吧！若是能突破这一关，会是安静怡谥的一对。 爱情总不能一直“谍对谍”、暧昧的猜来猜去，有时也得厚著脸皮去试探一下，才能有所突破！",
		"note":"两个处女相处，可别总是会以小心翼翼地以“刻板”相对，研究对方的想法及一举一动。两个人同时过度在意对方的感受及对自我的完美要求，会很辛苦的！尤其您们很容易一厢情愿的认为对方也该有相同的感觉，若没有就会很受不了。 试著去将心比心，多称赞您的情人，相信他也与您一样对感情很忠实，要晓得：您俩都是爱的信徒。另外，有一点您们必须注意，虽然您们进展的很慢，但在交往後却常急於建立安定稳固的关系，也希望有所承诺；若是一拍即合当然是很好，但若是被这种急切的心态给彼此吓到，那就很可惜了！"
	},{"key":"FG",
		"suggest":"风象星座又力求内外平衡和谐的秤子，怎会爱上处女呢？可能是您期待他优秀的分析能力、实事求是的处事态度帮您平衡吧。爱神让您爱到他，不会只为了要捉弄您，秤子是由处女演化而来，所以您们的潜在是有所相通的；两人都喜欢理性、和谐的气氛，也都有著文雅的品味，是崇尚开发智慧的爱美者。 不过，您得先弄明白纤细坚毅的处女，与您恰是两种不同的典型；否则，当您梦幻地希望他给您想要的意见时，却恐怖的发现他鞭辟入理的见解，句句逼得您～想要逃，偏偏注定要落脚！^_^",
		"note":"秤子的您具有喜欢制造陷阱，再让人（通常也包括自己）跳进去，可是又不愿意被人绑死，也不想拴住别人的习性；而处女一向认为责任、形式、过程、动机都是一样的，不想承担後果，就不要去做，尤其是感情之事。所以不要轻易招惹处女座，您的游戏态度在他来说，就等於是玩弄感情。您们同样都是思考型人物，但比起冷静和分析能力，您稍逊一筹；所以别和他争论，也别想太多，他讲的绝对是为您好。另外，只要您对他坦诚，他会给您很大的空间，不一定会绑住您。！"
	},{"key":"FH",
		"suggest":"水象蝎子与土象处女，同属阴性星座，是属性适合的类型。不过，要想得到处女的爱，您必须要慢慢来才行。由於您俩看对方都还颇顺眼，只要有好的开始，耐著性子等待时机再表达，他会觉得您很尊重他而接受您。 您们都是心思细密，性格较内敛的星座，也是专情派；不同的是您属独占型的专情，外表看来没什么，嫉妒心却强得随时可喷火；而处女则是梦想型的纯情派，两个一强一弱、一正一负，正是联系您俩的最大力量，可以爱的很执著！",
		"note":"喜欢凡事有主导权的蝎子，当然很满足这种能完全掌握的情势，您也会很疼惜您的伴侣。但是别忘了，您俩都是属於会为爱牺牲的“完人”型，只要能忍受，都会把不满吞下去；因此，很容易缺乏坦诚的沟通，这样久而久之就自然完蛋了！ 您俩虽都是完美主义者，但追求的观点和方式不同，处女会要求从过程细节到结果，按部就班的有些琐碎。而蝎子眼光较远，注意大结构，过程可能会有点跳跃，令处女感到不能接受。这点得要注意！ 另外，处女虽然有点杂念，但他的不满通常会在日常的杂念中发泄出来，反倒是您，总是把事情闷在肚子里，这对您们的感情可是会有影响的喔！"
	},{"key":"FI",
		"suggest":"在日常生活中很多事都可以给它哈拉过去的射手，要和十二星座中最富批评能力与精神的处女相爱，事前一定一定要先认清楚个性上的差异。最好还能以长时间培养共同的嗜好，这才有牵手一生的可能。否则就会～～因了解而分手啦！ 热情且自然放电的射手和内敛细致的处女，在未正式交往前，都会对彼此有相当程度的欣赏；您钦佩处女的智慧、细心，他则会被您处事明快、热情开朗的性格所迷惑。",
		"note":"首先，会抵触的是您对爱情的态度：他谨慎、努力，要求专一，也有牺牲奉献的精神，射手您爱一个人时，虽也会全心全意，但却不愿意长期改变自己去配合对方；面对这些不同，若不好好沟通，小心会使当初所欣赏的特质全变成了厌恶。 您大概也很害怕他的一板一眼、对小节斤斤计较或在您耳旁唠叨吧？您要了解，处女的想法是：凡事会成功，根本在於过程能按理而行。他只是怕您疏忽才会不时的在旁提醒；何况射手原就没啥金钱概念，再加上凡事想做就做的个性，确实也令人担心嘛！ 另外，您觉得突来的刺激与冒险，会让生活有乐趣，但处女却是无法忍受脱於常轨的事物。要是您能“明理”地接纳他为您操心与细心的照顾，及“吐嘈”的提醒，向他证明您也是个有勇有谋的人，那也许能让他放心参与您的冒险，甚至还可能帮著您做计划。这样相处起来不是很 Happy!?"
	},{"key":"FJ",
		"suggest":"同是土象星座，走实际路线的摩羯与处女，无论性格、思想都有很多共通点；两人的磁场一开始就接得上，纯真（至少在感情上）的您马上会被处女体贴有礼的举止吸引。虽然您们俩都不是大声谈爱型，却像有默契般地能先友後婚，通常能同心协力地向共组家庭的方向努力，会是一对幸福美满的组合。 但首先您必须得懂得安定处女座的神经，让他不要紧紧张张，认为做好一件事就得要盯紧每个环节而搞得神经兮兮。不然，您已被他“杂念”到快抓狂，又不巧真的不甚完美，还得听他说：你看，我早知道... 我早说过等等的话，会让您更受不了的！",
		"note":"处女的人天生很“固力”，具有服务性格，他一定想帮您打理大小事务；从食衣住行育乐，到您交的是损友还是益友，都在他的管辖范围中。尤其对自己的要求也很严谨，对於稳重务实的您来说，应该挺符合您心目中的要求。但为了避免您在热恋过後，会嫌他烦，您应该要告诉他，您对任何事都胸有成竹，而请他帮您注意哪一类的事或哪一部分就好；这样在事前先沟通好，可以免除後面的不少麻烦喔！^_^ 由於您们都不是善於表现情感的类型，所以不要期望有什么轰轰烈烈的恋情；基本上，您们注重本质与稳定的幸福感，不喜欢华而不实的事物，即使是同吃一碗面，也会让您们觉得很幸福的。因此，和处女座交往尽量展现真实的一面，诚实面对的感觉最好。"
	},{"key":"FK",
		"suggest":"知性、对事物总抱着分析研究态度的处女，与好奇、擅推理、属未来星座的瓶子，基本上是不搭轧的两种人。跟瓶子触电了吗？大概是上升星座或其它星座的排列不错，也可能是一时意乱情迷了！您也许会受瓶子的创造力所吸引，瓶子也会欣赏您的冰雪聪明，但相处之后，您恐怕会觉得他不切实际，他则认为您现实的没有创意、还老把他守得紧紧的！",
		"note":"虽然您俩的星座个性都不很强，但在比重而言，处女的您差他一大截；与其傻傻地用自以为是的方式去爱他，不如发挥您求知分析的能力，去深入了解瓶子。尤其博爱的瓶子对爱情绝对是个标准的利己主义者，您必须够独立、坚强，凡事自己来，方能找出两人最好的相处模式。要知道瓶子的想法，可能天马行空，超前您五十年；绝不要认为瓶子没您不行，在爱情与压力上，他绝对不要后者，管您爱得多深，对他～～抓得越紧漏得也越快！放轻松，您才有可能是赢家。"
	},{"key":"FL",
		"suggest":"虽然双鱼所代表的水象星座和处女座所代表的土象星座有如同源，都是阴性星座，但由於您们的星座排列正是对立的角度，因此也有著两极化的互动关系。 您们都有温柔纤细、敏感和爱梦想的天性，但是这两星座所表现的方式和逻辑却是完全相反的；这种差异往往可令彼此眼睛一亮，只是随著时间越久、交往越深，这种差异也会造成对立。唯一的改进方式便是相互影响，取得双方的平衡点，只有互补能发挥作用。",
		"note":"面对处女座，您得认真点，他的坚定与专心应该能让您安定，不再“拈花惹草”四处放电。通常处女不会轻易爱上人，他会谨慎地慢慢放感情，先看清楚您是真心还是玩玩而已。实际的处女，不会浪费感情，一旦视您为目标後，他可就会愈管愈多，并且以一流的“吐嘈”功夫“纠正”您一切让他看不过去的习性；所以，鱼儿若不懂得理解他出於一片“为您好”的苦心，很容易就会被处女的严格标准给搞疯掉！ 其实，处女唠叨归唠叨，他还是会帮您打理大小事情，把您当成个小孩；尤其对於诱惑，您实在是缺乏自制力的孩子。有爱心的处女座，对朋友的要求绝对比爱人少；如果您和他做朋友，会比牵手要轻松得多～～。"
	}
]